[
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 1,
    "texto": "Artículo 1. La administración de justicia es pública, gratuita, expedita e ininterrumpida."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 2,
    "texto": "Artículo 2. Los magistrados y jueces son independientes en el ejercicio de sus funciones y \nno están sometidos más que a la Constitución y a la ley. Los inferiores están obligados a \nacatar y cumplir las decisiones que en los pro cesos dicten sus superiores jerárquicos al \nrevocar o reformar, en virtud de recursos lega les o de consultas, las resoluciones emitidas \npor aquellos."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 3,
    "texto": "Artículo 3. La administración de justicia en lo judi cial se ejerce de una manera permanente \npor la Corte Suprema de Justicia, los Tribuna les Superiores de Justicia, los Jueces de \nCircuito, los Jueces Municipales, el Tribunal Tutelar de Menores, los Tribunales Marítimos, \nlos Tribunales Superiores de Trabajo, los Ju zgados Seccionales de Trabajo y cualesquiera \notros tribunales que se creen dentro del Órgano Judicial. \nTambién se ejerce en casos especiales, por personas particulares que, en calidad de \njurados, arbitradores o árbitros, o por razón de cualesquiera otros cargos de esta misma \nnaturaleza, participen en las funciones jurisdi ccionales, sin que ello incluya a tales personas \ncomo parte del Órgano Judicial. \nLos agentes del Ministerio Público participan  en la administración de justicia en ca-\nlidad de funcionarios de instrucción mediante  el ejercicio de la acción penal. También \ntendrán la representación de intereses nacionales, municipales y sociales, en los casos que \nseñala la ley."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 4,
    "texto": "Artículo 4. En cumplimiento de lo que establece el Artículo 198 de la Constitución Nacional \nla administración de justicia será ininte rrumpida y a tal efecto las vacaciones de los \nMagistrados, jueces y empleados judiciales no in terrumpirán el funcionamiento continuo de \nlos respectivos tribunales. \nCon el fin de reglamentar lo dispuesto en este Artículo, corresponderá al superior y al \nencargado de cada despacho judicial reglamen tar el uso de las vacaciones del personal\nsubalterno bajo sus órdenes, de m anera que  en ningún m omento se interrum pa el norm al \nfuncionamiento del respectivo despacho."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 5,
    "texto": "Artículo 5. Declárese el tercer dom ingo de noviem bre de cada año com o Día del Servidor \nJudicial."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 6,
    "texto": "Artículo 6. La Corte Suprema de Justicia y el Proc urador General de la Nación, form ularán \nlos respectivos presupuestos del Órgano Judicial  y del Ministerio Público y los rem itirán \noportunamente al Órgano Ejecutivo para su inclusión en el Proyecto de Presupuesto General \ndel Sector Público. \nEl Presidente de la Corte y el Procurador podrán sustentar, en todas las etapas de los \nmismos, los respectivos Proyectos de Presupuesto. \nLos presupuestos del Órgano Judicial y del Ministerio Público no serán inferiores, en \nconjunto, al dos por ciento (2%) de los ingresos corrientes del Gobierno Central. \nSin embargo, cuando esta cantidad resultare s uperior a la requerida para cubrir las \nnecesidades fundam entales propuestas por el Ór gano Judicial y el Ministerio Público, el \nÓrgano Ejecutivo incluirá el excedente en otro s renglones de gastos o inversiones en el \nProyecto de Presupuesto del Gobierno Central, para que la Asam blea Legislativa determine \nlo que proceda. \nEn casos de que por reducción en los ingr esos presupuestarios haya que reducir las \npartidas de gastos, los ajustes proporcionales que deban aplicarse en los presupuestos del \nÓrgano Judicial y del Ministerio Público, en conjunto, no pueden afectar el dos por ciento \n(2%) que como mínimo establece el Artículo 211 de la Constitución Política, com o tampoco \nel funcionamiento eficiente de éstas. \nEl Órgano Judicial y el Ministerio Público estarán facultados para celebrar contratos, \nordenar gastos, form ular requisiciones y otros actos propios de la ejecución presupuestaria \nconforme a los lím ites establecidos por la C onstitución y leyes respectivas. Los actos en \nreferencia serán celebrados o emitidos por el Presidente de la Corte Suprema de Justicia con \nprevia autorización del Pleno y el Procurador  General de la Nación, según corresponda. La \ncontabilidad correspondiente a las operaciones económicas tanto del Órgano Judicial com o \ndel Ministerio Público será llevada por la Co rte Suprem a de Justicia y la Procuraduría \nGeneral de la Nación, respectivamente. \n \n \n \n  2\nCapítulo II \nCargos Judiciales \nSección 1ª \nNombramiento, Posesión, Excusa y Vacantes"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 7,
    "texto": "Artículo 7. La investidura de m agistrado o juez se adquiere por el nom bramiento, previa la \ncomprobación de que el nom brado reúne las condiciones constitucionales o legales \nrequeridas para el cargo, y de la oportuna toma de posesión del mismo. \nLa comprobación de la idoneidad de los m agistrados y de los procuradores se hará \nante el Ejecutivo y la de los restantes funciona rios se hará ante la autoridad nom inadora, \nante quien tomarán posesión."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 8,
    "texto": "Artículo 8. Para desem peñar un cargo en el Órgano J udicial o en el Ministerio Público se \nrequiere, adem ás de los otros requisitos que señalan las norm as especiales, no haber \nincurrido en actos deshonestos y no haber si do condenado por delito com ún de carácter do-\nloso."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 9,
    "texto": "Artículo 9. Cuando la persona nombrada reside en el lugar donde funciona la autoridad que \nla nom bre, el pliego que contenga el nom bramiento le será entregado personalm ente \nmediante recibo. Si reside fuera de ese l ugar, el pliego le será enviado por correo \nrecomendado y con aviso de recibo. Dichos recibos harán fe en cuanto a la fecha en que el \npliego llegó a poder del designado. \nCuando la persona reside en el extranjero, el pliego le será enviado por conducto del \nMinisterio de Relaciones Exteriores, el cual in formará al tribunal la fecha de la entrega del \npliego. \n \nArtículo 10 . La persona nom brada para un cargo judi cial remunerado debe m anifestar su \naceptación dentro de los quince días siguientes a la fecha en que reciba el nom bramiento si \nreside en el distrito en que debe ejercer el car go. El término será de treinta días si reside en \notro distrito y de sesenta  días si se hallare en el exterior. \n \nArtículo 11 . Los cargos rem unerados del Órgano J udicial son de voluntaria aceptación y \nrenuncia, tanto para los funcionarios principales como para los suplentes. \nLos cargos no rem unerados son de forzos a aceptación, tanto para los principales \ncomo para los suplentes, si son vecinos del lugar donde deben ejercerlo. \n \n 3\nArtículo 12 . Cuando por alguna causa no se hicier e la elección o el nom bramiento de \nmagistrado, juez o agente del Ministerio Públic o en la época señalada por la Constitución o \nla ley, el cargo debe proveerse para el rest o del período tan pronto com o desaparezca la \ncausa que impidió la elección o el nombramiento. \n \nArtículo 13 . Las personas a quienes se nom bre suplentes de los m agistrados, jueces y \nagentes del Ministerio Público deben tener las m ismas condiciones de idoneidad que se \nexigen a los principales."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 14,
    "texto": "Artículo 14. Sin la resolución del Órgano Ejecutivo o de  la Corte Suprema de Justicia o del \ntribunal respectivo o de los Jueces de Circuito o del agente del Ministerio Público en que se \ndeclare hecha la com probación de las condi ciones para ejercer el cargo, no podrá darse \nposesión de éste a la persona nombrada magistrado, juez o agente del Ministerio Público. \n \nArtículo 15 . La persona nom brada deberá tom ar pos esión del cargo para el que ha sido \ndesignada dentro de un térm ino igual al fijado, según el caso, por el ar tículo 274, el cual se \ncontará a partir de la fecha en que haya sido nombrada."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 16,
    "texto": "Artículo 16. Los Magistrados de la Corte Suprem a de Justicia y los procuradores tom arán \nposesión ante el Presidente de la República; los demás funcionarios del Órgano Judicial y \ndel Ministerio Público, ante la autoridad nominadora. \n \nArtículo 17 . La persona nom brada m agistrado, juez, agente del Ministerio Público o, en \ngeneral, funcionario de estas dependencias, en tra en ejercicio de sus funciones desde el \nmomento en que toma posesión del cargo. \nPor toma de posesión se entiende el acto de  prestar juram ento de cum plir fielmente \nlos deberes inherentes al cargo, del cual se deja rá constancia escrita en acta firm ada por el \npresidente del tribunal, el juez o por el agen te del Ministerio Público, según sea el caso, el \nposesionado y el secretario respectivo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 18,
    "texto": "Artículo 18. El nombramiento y posterior ejercicio hacen presumir de derecho la posesión, \ntanto para el solo efecto de estimar válidos los actos efectuados por estos funcionarios, como \npara exigirles la responsabilidad a que haya lugar por la ejecución de estos actos. \n \nArtículo 19 . Las personas nom bradas para servir cargos judiciales de forzosa aceptación \npodrán excusarse de desempeñarlos por alguna de las causas siguientes: \n  4\n1. Impedimento físico por un tiempo que exceda de la mitad de lo que falta del período \nen curso, o del tiem po que se calcule debe ejercer el cargo, si no se tratare de cargo \ncon período fijo. \nEl im pedimento por un tiem po m enor del que se ha expresado, otorga \nderecho a licencia por el tiem po que dure, y si se prolongare hasta llegar al térm ino \nindicado en el párrafo anterior, habrá lugar a la excusa definitiva; \n2. Estar sirviendo un destino público con funciones diarias; \n3. Haber servido en el año próxim o anterior un destino obligatorio sin sueldo, durante \nun mes por lo menos; \n4. No haber cumplido dieciocho años de edad o exceder de sesenta; \n5. Sufrir grave perjuicio por consecuencia de  la aceptación o el ejercicio del cargo por \nel tiempo y en el término expresado en el ordinal primero de este Artículo; y \n6. Enfermedad grave de su consorte o de  sus parientes dentro del segundo grado de \nconsaguinidad o de afinidad, por el tiem po y en la form a indicada en el ordinal pri-\nmero, o por muerte de los mismos acaecida dentro de los treinta días anteriores al día \nque se presente la excusa. \n \nArtículo 20 . El nom bramiento para un cargo judi cial de voluntaria aceptación queda \ninsubsistente: \n1. Por la muerte del nombrado; \n2. Por rehusar éste la aceptación del nom bramiento o demorarla por un térm ino mayor \ndel fijado en el Artículo 10; \n3. Por no tomar posesión del cargo dentro de los términos señalados por la ley; y \n4. Por la im probación del nom bramiento en los casos en que se exija ulterior apro-\nbación del mismo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 21,
    "texto": "Artículo 21. El nombramiento de funcionarios y empleados se hará en votación secreta."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 22,
    "texto": "Artículo 22. El nom bramiento en cualquier posición del Órgano Judicial y del Ministerio \nPúblico requiere, además de los requisitos generales exigidos para cada cargo, un certificado \nmédico en que conste una prueba negativa en  el uso de drogas ilícitas y de que no existe \nenfermedad o incapacidad que le impida desempeñar el cargo, y un historial penal y policivo \nexpedido dentro de los treinta días anteriores  al nom bramiento. La prueba en el uso de \ndrogas a que se refiere este Artículo podrá ser ex igida por el Pleno de la Corte Suprem a de \nJusticia en cualquier momento, mientras el funcionario judicial ejerza el cargo. \n \n 5"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 23,
    "texto": "Artículo 23. Los cargos de voluntaria aceptación se pierden para sus titulares:  \n1. Por renuncia aceptada;  \n2. Por abandono del cargo por tres días o más sin causa justificada; \n3. Por no presentarse a ocupar el cargo una v ez transcurrido el térm ino de la licencia \nque le haya sido concedida, sin causa ju stificada, a juicio del f uncionario u \norganismo que deba declarar la vacante; \n4. Por delito o falta grave contra la ética judicial; y \n5. Por grave incapacidad física o mental. \nLa decisión será tom ada por la autoridad nom inadora previa com probación de los \nhechos. El afectado podrá hacer uso de los recursos que la ley permita."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 24,
    "texto": "Artículo 24. Hay falta absoluta cuando ocurre alguno de los hechos que dejan vacante el \npuesto, conforme a los Artículos 19 y 20. \nHay falta tem poral cuando la vacante ocu rre por licencia concedida al em pleado o \npor enfermedad o suspensión del mismo. \nHay falta incidental cuando ocurre por im pedimento legal para ejercer sus funciones \nen determinado negocio; pero es indispensable que la existencia del im pedimento haya sido \ndeclarada judicialmente. \nHay falta accidental cuando ocurre por cualquier motivo distinto de los anteriores."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 25,
    "texto": "Artículo 25. Corresponde a la autoridad nom inadora declarar la vacante de los cargos del \nÓrgano Judicial o del Ministerio Público, en cu alquiera de los casos contemplados en la ley, \nprevia comprobación del hecho."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 26,
    "texto": "Artículo 26. Los cargos del Órgano Judicial y del Ministerio Público son renunciables ante \nla misma autoridad a quien, conforme a la Constitución o a la ley, corresponda la elección o \nel nombramiento."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 27,
    "texto": "Artículo 27. Los funcionarios judiciales pueden se pararse de sus cargos con licencia hasta \npor dos años, por justa causa. \nSi la licencia se concede por enferm edad, debidamente comprobada con certificado \nmédico y no pasa de treinta días al año, otorgará derecho al goce de sueldo. \nTambién se concederán con derecho a su eldo, si no exceden de treinta días, las \nlicencias que los funcionarios judiciales requi eran para asistir com o delegados a congresos, \nconferencias o reuniones internacionales relaci onados con las ciencias jurídicas o con sus \n  6\nfunciones. \nLa licencia será concedida a los Magistrados de la Corte Suprem a de Justicia y a los \nprocuradores, por el Pleno de la Corte S uprema de Justicia; a los dem ás agentes del \nMinisterio Público, por sus respectivos supe riores; a los Magistrados de los Tribunales \nSuperiores, por la Sala de Negocios Generales de la Corte Suprema de Justicia; a los Jueces \nde Circuito y Jueces Seccionales de Trabajo, por  el Tribunal Superior que los nom bró; a los \nJueces Municipales, por los Jueces de Circuito que hicieron sus nom bramientos; y al \npersonal subalterno, por la autoridad nominadora. \n \nArtículo 28 . Las licencias concedidas a los m agistrados, jueces y subalternos del Órgano \nJudicial son renunciables en todo o en parte. Igual norma se aplicará al Ministerio Público."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 29,
    "texto": "Artículo 29. A ningún m agistrado, juez o subalterno de l Órgano Judicial y del Ministerio \nPúblico podrá prorrogársele por causa de enferm edad la licencia concedida, sino cuando la \nenfermedad le impidiere realmente el ejercicio de las funciones del cargo una vez adquirido \nel derecho.  \n \nArtículo 30 . Los m agistrados, jueces y subalternos  del Órgano Judicial y agentes y \nsubalternos del Ministerio Público, podrán separarse de sus cargos, con derecho a sueldo, en \nuso de licencia para llevar a cabo estudios o ad iestramientos relativos a sus funciones, de \nconformidad con lo que establezca la ley.  \n \nArtículo 31 . Salvo el caso de enferm edad grave comprobada, el funcionario del Órgano \nJudicial cuyo período haya term inado o a quien se  conceda licencia, o se le adm ita renuncia \ndel cargo que ejerce, no puede separarse del de sempeño de sus funciones m ientras no sea \nreemplazado por el suplente respectivo o por la persona que debe sucederlo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 32,
    "texto": "Artículo 32. El personal subalterno de los tribunales de jurisdicciones especiales tendrá de-\nrecho, después de once m eses de servicios continuados, a un mes de vacaciones con sueldo. \nEl empleado que entre a gozar de las vacacione s será reem plazado durante su ausencia por \nun compañero de oficina designado por el magistrado o juez respectivo. \nSi por lo lim itado del personal de la of icina en que el em pleado trabaja o por razón \nde la clase de servicio que presta no hubiere quien lo reemplace, se nombrará en su lugar un \nempleado interino durante dicho mes."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 33,
    "texto": "Artículo 33. Los magistrados, los jueces, los secretarios y los oficiales m ayores de la Corte \nSuprema, de los tribunales y de los juzgados, tendrán derecho a un m es de vacaciones, con \n 7\nsueldo a su elección, cada año. \nLos Magistrados de la Corte Suprem a, de los Tribunales Superiores y jueces, serán \nreemplazados durante sus vacaciones por los suplentes respectivos."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 34,
    "texto": "Artículo 34. Todos los dem ás empleados del Órgano Judicial tendrán derecho, después de \nonce m eses continuados de servicio, a un m es de vacaciones con sueldo.  El trabajo \nencomendado al empleado que entra a gozar de las vacaciones será desem peñado durante su \nausencia por sus compañeros de oficina. \nSi por lo lim itado del personal de la of icina en que el em pleado trabaja o por razón \nde la clase de servicio que presta no hubiere quien lo reemplace, se nombrará en su lugar un \nempleado interino durante dicho mes."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 35,
    "texto": "Artículo 35. Los jefes de despacho procurarán que no se acum ulen más de tres m eses de \nvacaciones, y para su concesión se tom ará en consideración las necesidades del cargo \nrespectivo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 36,
    "texto": "Artículo 36. Los secretarios serán reem plazados por los oficiales mayores o, en su defecto, \npor los escribientes. El trabajo de un escr ibiente que entre a gozar de vacaciones será \ndesempeñado por sus com pañeros de oficina. Pero se nom brará un escribiente interino si, \npor lo limitado del personal de la oficina o por la clase de servicios que presta el em pleado \nque vacaciona, no hubiere quien lo reemplace. \n \nArtículo 37 . Los suplentes reem plazarán a los prin cipales en las faltas tem porales o \naccidentales; también en las absolutas, mientras se llene la vacante por quien corresponda; y \ncuando el principal se encuentre im pedido o recusado para seguir en ejercicio de sus \nfunciones en determinado negocio. \n \nArtículo 38 . Los suplentes de los Magistrados de la Corte Suprem a de Justicia, de los \nTribunales Superiores de Distrito Judicial  y del Tribunal Superior de Trabajo son \npersonales. \nCuando el suplente llamado a reemplazar al Magistrado respectivo no pudiere encar-\ngarse por encontrarse ausente del lugar, o por otra causa, actuará interinamente por él uno de \nlos otros suplentes, quien será escogido m ediante sorteo hecho por el funcionario que haga \nel llamamiento. \nLos suplentes de los m agistrados, Jueces  del Órgano Judicial y agentes del \n  8\nMinisterio Público pueden ejercer la abogacía, mientras no desempeñen el cargo titular."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 39,
    "texto": "Artículo 39. Los suplentes de cada juez serán llam ados por el orden de num eración y si los \nque se hallaren en el lugar donde funciona el juzgado respectivo se excusaren o se hallaren \nausentes, se nombrará por quien corresponda un suplente especial."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 40,
    "texto": "Artículo 40. Los suplentes que reemplacen a los titulares de los Tribunales Judiciales, en los \ncasos de impedimentos y recusaciones, no devengarán sueldo alguno, pero gozarán de hono-\nrarios pagados por el Tesoro Nacional, aunque estén ejerciendo otro cargo remunerado, así: \n1. Los suplentes de los Magistrados de la Corte Suprem a de Justicia recibirán cien \nbalboas (B/.100.00) por cada sentencia y cincuenta  balboas (B/.50.00) por cada \nauto; \n2. Los suplentes de los Magistrados de los Tr ibunales Superiores de Justicia recibirán \nsetenta y cinco balboas (B/.75.00) por cada sentencia y treinta balboas (B/.30.00) por \ncada auto; \n3. Los suplentes de Jueces de Circuito r ecibirán treinta balboas (B/.30.00) por cada \nsentencia y veinte balboas (B/.20.00) por cada auto; y \n4. Los suplentes de Jueces Municipales reci birán veinte balboas (B/.20.00) por cada \nsentencia y diez balboas (B/.10.00) por cada auto."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 41,
    "texto": "Artículo 41. No podrá nom brarse en interinidad ni adscribirse funciones a persona que no \nllene los requisitos para desempeñar cualquier cargo judicial en propiedad."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 42,
    "texto": "Artículo 42. El magistrado o juez que entre en lugar de otro en la misma plaza sustituye a su \nantecesor, de m odo que se le considerará com o si fuera el m ismo en todo lo que no tenga \nrelación con los términos para el despacho, ni con los motivos de impedimento o causales de \nrecusación. \n \nSección 2ª \nIncompatibilidades y Garantías"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 43,
    "texto": "Artículo 43. Los em olumentos de los funcionarios judiciales no podrán ser dism inuidos ni \nreducidos. No obstante, podrán ser aumentados en cualquier momento. \nToda supresión de em pleos en el Órgano Judi cial se hará efectiva al finalizar el pe-\nríodo correspondiente. \n \n 9"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 44,
    "texto": "Artículo 44. Los m agistrados y los jueces no serán de puestos ni suspendidos o trasladados \nen el ejercicio de sus cargos, sino en los casos y con las formalidades que disponga la ley.  \n \nArtículo 45 . En todo lo relacionado a em olumentos, licencias, vacaciones, renuncias y \nseparación del desempeño de sus funciones, pa ra los miembros del Órgano Judicial, regirán \nlas mismas disposiciones aplicables para éstos a los miembros del Ministerio Público."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 46,
    "texto": "Artículo 46. Los cargos del Órgano Judicial y del Ministerio Público son incom patibles con \ntoda participación en la política, salvo la em isión del voto en las elecciones, con el ejercicio \nde la abogacía o del comercio y con cualquier otro cargo retribuido, excepto lo previsto en el \nArtículo 205 de la Constitución. Tam bién son incom patibles con el ejercicio de cualquier \notro cargo o actividad, aunque no sean retribuidos , que interfieran o sean contrarios con los \nintereses públicos confiados al cargo judicial o del Ministerio Público. \n \nArtículo 47 . Ningún funcionario o em pleado del Órga no Judicial puede desem peñar los \ncargos de partidores, depositarios de bienes que  sean m ateria de procedim iento judicial o \nadministrativo, ni ningún otro cargo cuyo nom bramiento corresponde hacer a los tribunales \no a las partes en proceso."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 48,
    "texto": "Artículo 48. Los magistrados o jueces no podrán ser de tenidos ni arrestados, sino en virtud \nde mandamiento escrito de la autoridad judicial competente para juzgarlos. \n \nArtículo 49 . Es prohibido al personal del Órgano Judicial, aun cuando esté en licencia o \nseparado temporalmente de sus cargos por cualquier causa: \n1. Dirigir a los Órganos del Estado, a los funcionarios públicos, a las entidades oficiales \no particulares, felicitaciones o censuras por sus actos; \n2. Tomar participación en la política, salvo la de em itir su voto en las elecciones o \ncualesquiera consultas o plebiscitos populares de carácter oficial; \n3. Dar a las partes o particulares opinione s, consejos o indicaciones en relación con \nasuntos que sean o puedan ser m otivo de  controversia, salvo las excepciones \ncontempladas en la ley; y \n4. Nombrar o contribuir al nom bramiento de su cónyuge o de sus parientes dentro del \ncuarto grado de consanguinidad o segundo de afinidad para cualquier cargo judicial \no de auxiliar de la jurisdicción. \n \n  10\nArtículo 50 . Las infracciones de las norm as contenidas en el Artículo anterior, serán san-\ncionadas de acuerdo con las disposiciones del Título XII, Libro I de este Código. En tales \ncasos, cualquier ciudadano puede presentar denuncia contra el funcionario."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 51,
    "texto": "Artículo 51. Los funcionarios judiciales quedan suje tos por su conducta en el ejercicio de \nsus funciones a la responsabilidad civil, penal y disciplinaria, de acuerdo con los principios \nde la Carrera Judicial.  \n \nArtículo 52 . Los cargos judiciales no podrán ocupa rse con carácter interino por un lapso \nsuperior a tres m eses, excepto en los casos de enf ermedad del titular, que el respectivo \nconcurso haya sido declarado desierto y en los demás casos contemplados en la ley. \n \nArtículo 53 . No puede haber en la Corte Suprem a de Justicia, ni en los Tribunales \nSuperiores, dos o más magistrados, funcionarios o suplentes que sean uno respecto de otros, \ncónyuge o parientes dentro del cuarto grado de consanguinidad o segundo de afinidad. \nTampoco pueden ser nombrados en Juzgados de Circuito y Juzgados Municipales de \nun m ismo Distrito Judicial, com o titulares de despacho, funcionarios subalternos o \nsuplentes, el cónyuge o personas que entre sí o respecto de los Magistrados del Tribunal \nSuperior o Fiscales Superiores correspondientes tengan el expresado parentesco. \nTampoco pueden ser nom brados agentes de l Ministerio Público funcionarios \nsubalternos o suplentes, en una m isma agencia o en otra del respectivo Distrito Judicial, \npersonas en quienes concurra el grado de parentesco señalado en los dos párrafos superiores, \npor razón de otra persona que ya ocupe cargo en el Ministerio Público."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 54,
    "texto": "Artículo 54. Nadie podrá ocupar m ás de una suplencia ya  sea en el Órgano Judicial o en el \nMinisterio Público."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 55,
    "texto": "Artículo 55. El funcionario que, a sabiendas, nom bre o contribuya al nombramiento para un \ncargo judicial a personas que estén com prendidas en las prohibiciones que establecen los \nArtículos de este Libro será suspendido de su s funciones por el tiem po y en la form a que \nseñalen las normas de la Carrera Judicial, sin perjuicio de que el nombrado no pueda ejercer \nel cargo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 56,
    "texto": "Artículo 56. En caso de que existan incom patibilidades de las expresadas en relación con \nlos Magistrados de la Corte Suprem a de Justic ia, la Sala de Negocios Generales declarará \nvacantes los cargos que ejerzan los parientes mencionados en el"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 53,
    "texto": "Artículo 53. 11"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 57,
    "texto": "Artículo 57. Los nom bramientos que se hagan en contravención a las disposiciones de la \nley, no tendrán efectos fiscales y la auto ridad nom inadora está obligada a declarar \ninsubsistente el nombramiento respectivo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 58,
    "texto": "Artículo 58. El Órgano Judicial será dotado por el Estado de los edificios, instalaciones y \npartidas presupuestarias adecuadas para despach ar y tram itar los procesos con la dignidad \ncorrespondiente a sus altas funciones.  El Pleno de la Corte Suprem a de Justicia señalará las \noficinas que deban funcionar en el Palacio de Justicia y autorizará cualquier cam bio en la \ndistribución de los locales. \n \nArtículo 59 . Todos los edificios que ocupan actua lmente las dependencias del Órgano \nJudicial y del Ministerio Público continuarán bajo la administración y conservación de éstos. \nEl Estado atenderá, de m anera adecuada y razonable, las necesidades de nuevas \ninstalaciones para garantizar una administración de justicia expedita. \nArtículo 60 . Todo funcionario judicial o del Ministerio Público debe residir en la \njurisdicción donde desem peña sus funciones. La violación de este Artículo dará lugar a la \nsanción disciplinaria que señala el Título XII, Libro I de este Código."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 61,
    "texto": "Artículo 61. El Estado garantiza a los funcionarios j udiciales la plena independencia en su \nactuación y asegura el desem peño del cargo según el  principio de inamovilidad y el disfrute \nde los derechos que le son debidos en consideración al alto fin que cumplen. \nEn consecuencia, están exentos del desem peño de cargos obligatorios y de realizar \nprestaciones personales a la adm inistración y no podrán ser obligados a com parecer ante \nautoridades administrativas dentro del territo rio donde ejerzan su jurisdicción. Los datos o \ndeclaraciones que sean precisos se evacuarán por  escrito o se llevarán a cabo en el despacho \noficial del juez o magistrado."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 62,
    "texto": "Artículo 62. En todo caso los agentes del Ministerio  Público tendrán la m isma categoría, \nremuneración, garantías, prerrogativas y restricciones que los m agistrados y jueces ante \nquienes ejercen sus funciones. \n \nArtículo 63 . Las incom patibilidades que crea este Código no regirán respecto a los \nfuncionarios que se encuentren legalm ente ej erciendo el cargo al iniciarse la vigencia del \nmismo. \n  12"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 64,
    "texto": "Artículo 64. Los Magistrados de la Corte Suprem a de Justicia, de los Tribunales Superiores \nde Justicia y del Tribunal Superior de Trabajo, tendrán derecho a importar, libre de impuesto \no gravámenes, un automóvil para su uso particular cada tres años. \nLa exención anterior será concedida por el Órgano Ejecutivo por conducto del \nMinisterio de Hacienda y Tesoro. \nEl favorecido no podrá vender el autom óvil adquirido antes del vencim iento de los \ntres años, pero en caso de que el vehículo  se destruya por causa de accidente o sea \ndespojado de él, definitivam ente, por robo, hurt o, incendio o cualquier otra pérdida total, \nantes de vencerse el plazo de tres años, el magistrado podrá acogerse a una nueva exención \nsiempre que pruebe debidamente los motivos que la justifican. \nEstos m ismos servidores públicos tendrán derecho a placa oficial para sus \nautomóviles de uso personal y tendrán derecho a recibir del Estado cien galones de gasolina \nmensualmente para utilizarlos en los mismos. \nLos Jueces de Circuito y los Jueces Municipales tendrán derecho a placa oficial. \n \nTÍTULO II \nDIVISIÓN TERRITORIAL EN LO JUDICIAL \n \nArtículo 65 . Para los efectos jurisdiccionales en lo judicial, divídese el territorio de la \nRepública en cuatro Distritos Judiciales. Estos se  dividirán en Circuitos Judiciales que a su \nvez se dividen en Municipios Judiciales. \n \nArtículo 66 . El Prim er Distrito Judicial com prenderá las provincias de Panam á, Colón, \nDarién y la Com arca de San Blas; el Segundo Distrito Judicial estará form ado por las \nprovincias de Coclé y Veraguas; el tercer Distr ito Judicial por las provincias de Chiriquí y \nBocas del Toro; y el Cuarto Distrito Judicial por las provincias de Herrera y Los Santos. En \nel evento de crearse otras subdivisiones territo riales sometidas a regímenes especiales, tales \nsubdivisiones formarán parte del respectivo Distrito Judicial. \nLos Tribunales Superiores de Distrito Judici al y las Agencias del Ministerio Público \nque ante ellos actúen, tendrán su sede en las ciudades de Panam á, Penonomé, David y Las \nTablas, respectivamente."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 67,
    "texto": "Artículo 67. Los Circuitos Judiciales, a su vez, se  subdividen en Distritos Municipales que \ncorresponden a cada uno de los distritos, según la  división política establecida en el Artículo \n250 de la Constitución Política. \n 13"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 68,
    "texto": "Artículo 68. Lo dispuesto en los tres Artículos an teriores no excluye la aplicación de normas \nespeciales que regulen otras subdivisiones territo riales sometidas a regímenes especiales, en \ncuyo caso se aplicarán para efectos jurisdicci onales las norm as especiales que al efecto se \nemitan. \n \nTÍTULO III \nCORTE SUPREMA DE JUSTICIA \nCapítulo I \nPersonal y Atribuciones de la Corte \nSección 1ª \nPersonal"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 69,
    "texto": "Artículo 69. La Corte Suprema de Justicia ejercerá su jurisdicción en todo el territorio de la \nRepública y tendrá su asiento en la ciudad de Panamá. Por graves motivos de orden público \npodrá ella misma trasladarlo a cualquier otro s itio del territorio nacional, dando previo aviso \nal Órgano Ejecutivo. \n \nArtículo 70 . La Corte Suprem a de Justicia se co mpone de nueve m agistrados elegidos \nconforme lo señala la Constitución Política."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 71,
    "texto": "Artículo 71. Cada magistrado tendrá un suplente nom brado en la forma y por el m ismo pe-\nríodo señalado en la Constitución Política. \nLos suplentes llenarán las f altas temporales y absolutas de los principales, m ientras \nse llenen las vacantes."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 72,
    "texto": "Artículo 72. La Corte Suprem a de Justicia tendrá cuatro Salas: la Prim era, de lo Civil; la \nSegunda, de lo Penal; la Tercera, de lo C ontencioso-Administrativo; y la Cuarta, de \nNegocios Generales."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 73,
    "texto": "Artículo 73. Cuando los intereses de la adm inistración de justicia lo aconsejen, el Pleno de \nla Corte podrá, con el voto de siete m agistrados, por lo menos, hacer una nueva distribución \nde los miembros permanentes de las tres primeras Salas."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 74,
    "texto": "Artículo 74. En el m es de octubre de cada dos años, la Corte Suprem a de Justicia elegirá, \n  14\npor mayoría de votos, el Presidente y Vicepresidente de la Corporación. \nEl Presidente tendrá, además de las atribuciones que le señala esta Ley, la de presidir \nel Pleno, la Sala a que pertenece y la de Negoc ios Generales. Las otras dos Salas elegirán, \nen el mismo acto y en la m isma forma, el respectivo Presidente, uno de los cuales será ele-\ngido como Vicepresidente de la Corporación."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 75,
    "texto": "Artículo 75. La permanencia en los cargos de Presiden te de la Corte Suprem a de Justicia y \nlos Presidentes de Sala, así com o sus pos ibilidades de reelección, serán m ateria del \nReglamento Interno de la Corte."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 76,
    "texto": "Artículo 76. Las ausencias del Presidente de la Corte Suprema de Justicia serán llenadas por \nel Vicepresidente y la de los Presidentes de Sa la por el Magistrado de la m isma que le siga \nen orden alfabético. \n \nArtículo 77 . En los im pedimentos y recusaciones de un Magistrado, lo reem plazará el \nsuplente respectivo, si se trata de negocio atribuido al Pleno; si el negocio es del \nconocimiento de una Sala, lo reem plazará el Magistrado de la Sala siguiente, conform e al \norden alfabético de apellidos. Si el caso ocurre  en la de Negocios Generales, el Magistrado \nimpedido o recusado será sustituido por el que se escoja a la suerte."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 78,
    "texto": "Artículo 78. Los requisitos exigidos por el artícul o 201 de la Constitución Política para ser \nmagistrado de la Corte Suprema de Justicia se comprobarán así: \n1. El del numeral 1, con certificado del Registro Civil; \n2. El del numeral 2, con el certificado del Registro Civil; \n3. El del numeral 3, se presume, mientras no se pruebe lo contrario; \n4. El del numeral 4, con el diploma correspondiente de la Facultad de Derecho nacional \no extranjera. En este últim o caso, deberá presentarse dicho docum ento junto con la \nprueba de que el interesado revalidó ese título en la Facultad de Derecho de la \nUniversidad de Panam á, o de la existencia de convención cultural con la nación en \ndonde realizó los estudios de Derecho. Todos  los diplom as deberán presentarse con \nla constancia de haberse registrado en el Ministerio de Educación; \n5. El del numeral 5, si se trata del ejercicio de la abogacía, con la copia autenticada de \nla resolución de la Corte Suprema que declara idóneo al interesado para ejercer dicha \nprofesión y con certificación de tres Tribunale s de Justicia sobre el tiem po de ejerci-\ncio de la abogacía. \nSi se trata del desem peño de cargos en la  m agistratura, en la judicatura, en el \n 15\nMinisterio Público, en la Defensoría de Of icio u otro cargo cuyo ejercicio requiera título \nuniversitario en derecho, con copia autenticada del acta de posesión y certificado sobre el \ntiempo de ejercicio del cargo, expedido por el funcionario competente. \nLas credenciales para Magistrado de la Corte expedidas al entrar a regir la \nConstitución de 1972 deben presentarse en copia autenticada por el Ministerio de Gobierno \ny Justicia. \nCuando se demuestre satisfactoriamente la pérdida de las pruebas preconstituidas de \nque trata este Artículo, serán adm isibles las ordinarias que autoriza la ley para acreditar los \nhechos que debieron probarse en aquéllas."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 79,
    "texto": "Artículo 79. El personal de la Corte Suprem a de Justicia y el de todos los dem ás Tribunales \nJudiciales de la República, así com o la escal a salarial, se establecerán en la organización \nadministrativa que apruebe el Pleno de la Co rte Suprem a de Justicia, con la opinión fa-\nvorable del Consejo Judicial y de acuerdo con lo previsto en el Presupuesto General del \nEstado. \n \nArtículo 80 . El Secretario General, el Subsecre tario General y el Adm inistrativo, serán \nnombrados por el Pleno de la Corte Suprem a de Justicia y prestarán servicios al Pleno, a la \nSala de Negocios Generales y al Consejo Judicial. \nLos secretarios y dem ás personal de las dis tintas Salas de la Corte serán nom brados \npor los magistrados de la respectiva Sala. \nEl personal subalterno inm ediatamente adscrito a cada m agistrado será nom brado \npor éste y será de su libre nombramiento y remoción. \nEl resto del personal de la Corte será nombrado por la Sala de Negocios Generales."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 81,
    "texto": "Artículo 81. El Secretario de la Corte Suprem a de Justicia tendrá los m ismos privilegios y \nconsideraciones de que gocen los Magistrados de los Tribunales Superiores de Distrito \nJudicial en lo referente a sueldo, gastos de representación, derecho a jubilación y la exen-\nción contem plada en el Artículo 64 de este Código. Además de las atribuciones que a los \nsecretarios de tribunales les asigna este Código, el Secretario General de la Corte Suprema o \nquien lo reemplace tendrá la obligación de elaborar y suscribir, con el Presidente de la Corte \ny de la Sala de Negocios Generales, las actas correspondientes a todas las sesiones y dem ás \nactos que estos organismos lleven a cabo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 82,
    "texto": "Artículo 82. El Secretario General de la Corte Suprem a de Justicia será reem plazado en sus \n  16\nfaltas accidentales por el Subsecretario General. \nEn las faltas absolutas del Secretario Genera l y de los Secretarios de Salas, m ientras \nse proceda a hacer los nombramientos, actuará el Secretario que designe la Sala de Negocios \nGenerales. \nLas faltas tem porales y accidentales de los Secretarios de Salas de la Corte serán \nllenadas por los respectivos oficiales mayores."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 83,
    "texto": "Artículo 83. Para ser Secretario General o Subsecretario General de la Corte Suprem a de \nJusticia se requiere ser panam eño, ser graduado en Derecho, haber cumplido treinta años de \nedad, estar en pleno goce de los derechos ci viles y políticos y cum plir con los requisitos \nnecesarios para ejercer el cargo de Magistrado del Tribunal Superior de Distrito Judicial. \nPara ser Secretario de Sala se requier e ser panam eño, estar en pleno goce de sus \nderechos civiles y políticos, ser graduado en Derecho, haber cumplido treinta años de edad y \ntener certificado de idoneidad para ejercer la abogacía en todos los tribunales de la \nRepública, expedido por la Corte Suprem a de Justicia. En este último caso se requiere, ade-\nmás, haberla ejercido durante tres años por lo menos, o desem peñado por igual tiem po los \ncargos de secretario u oficial m ayor de alguno de los Tribunales Superiores o agencias del \nMinisterio Público. \nPara ser Secretario Adm inistrativo de la Corte Suprem a de Justicia se requiere ser \npanameño, haber cum plido treinta años de edad y poseer título universitario en \nAdministración Pública, en Finanzas, Economía o en Administración de Empresas. \nPara ser Oficial Mayor de la Corte Suprem a de Justicia se requiere ser panam eño y, \npor lo menos, ser estudiante de Derecho de los dos últimos años. \nSe reconoce a los oficiales m ayores que tengan la idoneidad para ejercer la abogacía \nen Panamá, la experiencia en el ejercicio del cargo al momento de aspirar a una posición que \nrequiera experiencia profesional de abogado."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 84,
    "texto": "Artículo 84. La Sala de Negocios Generales deberá expedir un Reglam ento para el régimen \ninterno del Pleno así com o de las Salas y el reparto de los negocios. En él necesariam ente \nhabrá una Sección para determ inar la form a como deben llenarse las vacantes que ocurran \nen los cargos de las Secretarías de la Corte y de las Salas. \n \nArtículo 85 . Los m agistrados deben concurrir al de spacho en las horas señaladas por el \nReglamento y asistir a todos los actos del Ple no o de la Sala a que pertenezcan, a m enos que \nestén impedidos, con justa causa, en cuyo caso presentarán su excusa por el conducto m ás \nrápido y seguro. \n 17\nSección 2ª \nAtribuciones del Pleno"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 86,
    "texto": "Artículo 86. Al Pleno de la Corte Suprem a de Justicia le están privativam ente atribuidas las \nsiguientes funciones: \n1. Con audiencia del Procurador General de la Nación o del Procurador de la \nAdministración, conocer y decidir: \na. Las dem andas de inconstitucionalidad contra las leyes, decretos leyes, \ndecretos de gabinete, decretos, acuerdos, resoluciones y dem ás actos \nimpugnados ante ella, por cualquier persona, por razones de fondo o de \nforma; \nb. De las consultas que, de oficio o por advertencia de parte interesada, le hagan \nlos servidores públicos encargados de im partir justicia acerca de la \ninconstitucionalidad de una disposición legal o reglam entaria aplicable al \ncaso controvertido, conform e lo establecido en el segundo párrafo del \nnumeral 1 del Artículo 203 de la Constitución Nacional; \nc. De las objeciones de inexequibilidad. \n2. Ajustándose al procedimiento señalado para cada caso:  \na. De las causas o negocios contenciosos sobre presas marítimas;  \nb. De las causas por delitos com unes o f altas com etidas por los Ministros de \nEstado, el Procurador General de la Nación, el Procurador de la \nAdministración, los Miembros de la As amblea Legislativa, los Com andantes \ny Miembros del Estado Mayor de la Fuer za Pública, el Contralor General de \nla República y los Magistrados del Tribunal Electoral, o com etidos en \ncualquier época por persona que al tiempo de su juzgam iento ejerza alguno \nde los cargos mencionados en este literal;  \nc. De las causas crim inales contra los arzobispos, obispos y gobernadores \neclesiásticos."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 87,
    "texto": "Artículo 87. También corresponde al Pleno: \n1. Elegir al Presidente y Vicepresidente de la Corte Suprema de Justicia cada dos años; \n2. Elegir los Magistrados de los Tribunales Superiores de Distrito Judicial y a sus \nrespectivos suplentes; \n  18\n3. Dar posesión al Presidente y Vicepresidentes de la República en el caso contemplado \nen el Artículo 177 de la Constitución; \n4. Hacer cualquier otro nombramiento que le atribuyan las leyes; \n5. Aprobar cada dos años la lista de los a bogados que deban actuar com o curadores en \nlos procesos respectivos; \n6. Reformar la distribución de los tribunale s y juzgados y la organización interna de \néstos, con opinión favorable del Consejo Judicial; \n7. Vigilar que, respetando la garantía del debido proceso, se adm inistre pronta y \ncumplida justicia, para lo cual adoptará las medidas que estime necesarias; \n8. Decretar el cierre de despachos judiciales fuera de lo previsto por el Artículo 267; \n9. Aumentar el núm ero de em pleados de cada tribunal y juzgado de la República \ncuando las necesidades del servicio lo requieran y las condiciones presupuestarias lo \npermitan; \n10. Acordar, cuando por razón del volum en de negocios que atienden los Jueces \nMunicipales de la República, sea necesario reforzar temporalmente estos tribunales, \nque algunos Jueces Municipales o Auxiliares de Magistrados en form a itinerante los \nasistan, sin que el juez de la circunscripción territorial pierda la com petencia de los \ncasos; y \n11. Crear Juzgados de Circuito, Municipales o Tribunales Superiores de Justicia, con \ncarácter perm anente o tem poral, cuando se  justifique por las necesidades del \nservicio, respetando las reglas de com petencia en razón de la m ateria y otros \nprincipios que señale la ley, la disponibilidad presupuestaria y las  posibilidades \neconómicas del Estado, al igual que el límite presupuestario asignado por la \nConstitución Política. En ejercicio de esa potestad, el Pleno también podrá introducir \ncambios en el número, nomenclatura, organización administrativa y ubicación de los \ntribunales de justicia. \n \nArtículo 88 . Corresponde a la Corte Suprem a, en Sala Plena, dirim ir las cuestiones de \ncompetencia que se susciten entre dos Salas de la misma Corte, cuando se trate de asuntos \nen que se discuta su naturaleza civil, penal, laboral o contencioso-administrativa. \n \nArtículo 89 . El Pleno tendrá las funciones adm inistrativas que le encom ienden los \nreglamentos de la Corte o la Sala de Negocios Generales."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 90,
    "texto": "Artículo 90. El Pleno de la Corte Suprema de Justicia también es competente para conocer: \na. De la acción de Hábeas Corpus por actos que procedan de autoridades o funcionarios \n 19\ncon jurisdicción en toda la República, o en dos o más provincias que no forman parte \nde un mismo Distrito Judicial;  \nb. De la acción de Am paro de Garantías C onstitucionales cuando se trate de actos que \nproceden de autoridades o funcionarios o corporaciones, que tengan jurisdicción en \ntoda la República o en dos o más provincias; \nc. De la acción de Hábeas Corpus o de Am paro de Garantías Constitucionales contra \nlos magistrados, Tribunales Superiores y Fiscalías de Distrito Judicial."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 91,
    "texto": "Artículo 91. Los m agistrados pueden individualm ente sancionar con m ulta que no pase de \ncincuenta balboas (B/.50.00) o privación de la lib ertad que no pase de cinco días a quienes \nles desobedezcan en el ejercicio de sus funciones o les falten el debido respeto. \n \nSección 3ª \nSala Primera, de lo Civil"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 92,
    "texto": "Artículo 92. La Sala Primera conocerá en una sola instancia:  \n1. De los Recursos de Casación y Revisión en procesos civiles; \n2. De los Recursos de Hecho contra las resoluciones de los Tribunales Superiores; y \n3. De las cuestiones de com petencia en materia civil suscitadas entre tribunales que no \ntengan otro superior común."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 93,
    "texto": "Artículo 93. La Sala Primera conoce en segunda instancia: \n1. De los negocios civiles de que conocen en prim era instancia los Tribunales de \nDistrito Judicial en los cuales haya l ugar a consulta, o apelación de autos y sen-\ntencias; y \n2. De las apelaciones contra las resoluciones del Director del Registro Público. \n \nSección 4ª \nSala Segunda, de lo Penal"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 94,
    "texto": "Artículo 94. La Sala Segunda conocerá en una sola instancia, conforme al procedim iento \nque señale la ley: \n1. De las causas por delitos o f altas cometidas por los Magistrados y los Fiscales de \nDistrito Judicial, los vicem inistros, los agentes diplom áticos de la República, los \ndirectores y gerentes de instituciones au tónomas y sem iautónomas, los delegados o \n  20\ncomisionados especiales del Gobierno Naciona l que desempeñen su misión en el ex-\ntranjero, el Director del Registro Público y del Registro Civil, y los que desem peñen \ncualquier otro cargo en todo el territori o de la República que tengan m ando y ju-\nrisdicción en dos o m ás provincias que no form en parte de un m ismo Distrito \nJudicial; \n2. De las causas por delitos o f altas cometidas en cualquier tiem po por personas que al \nmomento de su juzgam iento desem peñen alguno de los cargos enum erados en el \nnumeral anterior; y \n3. De los conflictos de com petencia que se susciten en procesos penales entre \ntribunales que no tengan otro superior común. \nSi las leyes varían en la designación de l cargo o el nombre del empleo desempeñado \npor cualquiera de los funcionarios m encionados en el num eral 1 de este Artículo, pero que \nconservan, sin em bargo, las atribuciones esenci ales, el titular de dicho cargo será tam bién \njuzgado por la Sala Segunda de lo Penal en una sola instancia."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 95,
    "texto": "Artículo 95. La Sala Segunda conocerá de los Recurs os de Casación y Revisión de los pro-\ncesos penales, así com o de las consultas y R ecursos de Hecho contra resoluciones de los \nTribunales Superiores de Distrito Judicial, en materia penal."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 96,
    "texto": "Artículo 96. La Sala Segunda conocerá en segunda in stancia de los Recursos de Apelación, \nde Hecho y de las consultas de resoluciones di ctadas en primera instancia por los Tribunales \nde Distrito Judicial, en materia penal. \n \nSección 5ª \nSala Tercera, de lo Contencioso-Administrativo"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 97,
    "texto": "Artículo 97. A la Sala Tercera le están atribuidos lo s procesos que se originen por actos, \nomisiones, prestaciones defectuosas o deficien tes de los servidores públicos, resoluciones, \nórdenes o disposiciones que ejecuten, adopten, expidan o en que incurran en ejercicio de sus \nfunciones o pretextando ejercerlas, los funcionarios públicos o autoridades nacionales, \nprovinciales, municipales y de las entidades públicas autónomas o semiautónomas. \nEn consecuencia, la Sala Tercera conocerá en materia administrativa de lo siguiente: \n1. De los decretos, órdenes, resolucione s o cualesquiera actos, sean generales o \nindividuales, en materia administrativa, que se acusen de ilegalidad; \n2. De los actos, resoluciones, órdenes o dispos iciones de los gerentes o de las juntas \ndirectivas o de Gobierno, cualesquiera que  sea su denom inación, de las entidades \n 21\npúblicas autónomas o sem iautónomas que se acusen de ser violatorias de las leyes, \nde los decretos reglamentarios o de sus propios estatutos, reglamentos y acuerdos; \n3. De los Recursos Contenciosos en los cas os de adjudicación de tierras y de bienes \nocultos; \n4. De las apelaciones, excepciones, tercerías o cualquier incidente en los procesos por \ncobro coactivo; \n5. De las cuestiones suscitadas con m otivo de la celebración, cum plimiento o extinción \nde los contratos administrativos; \n6. De las cuestiones que se susciten en el orden adm inistrativo entre dos o m ás \nmunicipios o entre dos o m ás institucione s autónom as o entre un m unicipio y la \nNación o entre una institución autónoma y la Nación o entre cualesquiera de ellas; \n7. De los acuerdos o cualquier acto, reso lución o disposición de los Consejos \nProvinciales, los consejos m unicipales, j untas com unales y juntas locales o de las \nautoridades y funcionarios que de ellas dependan, contrarios a las leyes, a los \ndecretos que las reglamenten o a sus propias normas; \n8. De las indem nizaciones de que deban res ponder personalmente los funcionarios del \nEstado, y de las restantes entidades públicas , por razón de daños o perjuicios causa-\ndos por actos que esta misma Sala reforme o anule; \n9. De las indemnizaciones por razón de la responsabilidad del Estado, y de las restantes \nentidades públicas, en virtud de daños o perj uicios que originen las infracciones en \nque incurra en el ejercicio de sus funci ones o con pretexto de ejercerlas cualquier \nfuncionario o entidad que haya proferido el acto administrativo impugnado; \n10. De las indem nizaciones de que sean respons ables directos el Estado y las restantes \nentidades públicas, por el m al funcionamiento de los servicios públicos a ellos ads-\ncritos; \n11. De la interpretación prejudicial acerca del alcance y sentido de los actos \nadministrativos cuando la autoridad judici al encargada de decidir un proceso o la \nadministrativa encargada de su ejecución, lo solicite de oficio antes de resolver el \nfondo del negocio o de ejecutar el acto, según corresponda; \n12. Conocer prejudicialmente sobre la validez de los actos adm inistrativos que deberán \nservir de base a una decisión jurisdiccional por consulta que al efecto form ule la au-\ntoridad encargada de administrar justicia; \n13. Conocer del Recurso de Casación Laboral, a que se refiere el Capítulo IV, Título \nVIII, Libro Cuarto del Código de Trabajo, hasta tanto se instituya la Corte de \nCasación Laboral; \n  22\n14. Ejercer todas las demás atribuciones que el Código de Trabajo atribuye a la Corte de \nCasación Laboral; \n15. Del proceso de protección de los derechos humanos mediante el cual la Sala podrá \nanular actos adm inistrativos expedidos por  autoridades nacionales y, si procede, \nrestablecer o reparar el derecho violado cuando mediante dichos actos adm inistrati-\nvos se violen derechos hum anos justiciables previstos en las leyes de la República, \nincluso aquéllas que aprueben convenios internacionales sobre derechos hum anos. \nEste proceso se tramitará según las normas de la Ley 135 de 30 de abril de 1943 y de \nla Ley 33 de 11 de septiem bre de 1946, pero  no se requerirá que el agraviado agote \npreviamente la vía gubernativa; el Procura dor de la Adm inistración sólo intervendrá \nen interés de la ley. \n \nArtículo 98 .  Las leyes 135 de 1943, 33 de 1946 y 39 de 1954, se aplicarán por la Sala \nTercera en cuanto no contradigan lo dispuesto en este Código. \n \nArtículo 99 .  Las sentencias que dicte la Sala Ter cera, en virtud de lo dispuesto en esta \nSección, son finales, definitivas y obligatoria s; no admiten recurso alguno, y las de nulidad \ndeberán publicarse en la Gaceta Oficial. \n \nSección 6ª \nSala Cuarta, de Negocios Generales"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 100,
    "texto": "Artículo 100. A la Sala Cuarta corresponde: \n1. Decidir los im pedimentos del Director Ge neral del Registro Público y del Director \nGeneral de Registro Civil, si no fueren en el último caso atribuidos a otro tribunal; \n2. Examinar las resoluciones judiciales pr onunciadas en país extranjero, incluso las \narbitrales, para el efecto de decidir si pueden ser o no ejecutadas en la República de \nPanamá, sin perjuicio de lo estipulado en los tratados públicos; \n3. Recibir los exhortos y com isiones rogatorias librados por tribunales extranjeros y \ndeterminar su cum plimiento en el territori o nacional y el funcionario o tribunal que \ndebe cumplirlo; \n4. Declarar quiénes reúnen las condiciones n ecesarias para ejercer la abogacía y para \ndesempeñar el cargo de Magistrado de Tribunal Superior de Distrito Judicial; \n5. Revisar y aprobar las tarifas de honorarios que establezcan los colegios o \nasociaciones de abogados; \n6. Proponer las reform as o m odificaciones que requieran las leyes, presentando a la \n 23\nAsamblea Legislativa el proyecto o proyectos necesarios, con una clara y m inuciosa \nexposición de motivos; \n7. Expedir el Reglamento para régimen interno de la Corte y de las Salas, el reparto de \ncasos y el arreglo de las Secretarías con m iras a f acilitar la m archa de los negocios \natribuidos a la Corte. El Reglam ento y su s modificaciones deberán publicarse en la \nGaceta Oficial o en el Registro Judicial; \n8. Revisar y aprobar con las enm iendas que estim e necesarias el Reglam ento para el \nrégimen interno de todos los tribunales y juzgados de la República; \n9. Aplicar a particulares, litigantes y abogados, las sanciones correccionales y \ndisciplinarias que señale la ley; \n10. Cuidar de que los fallos del Pleno y de las Salas sean oportunam ente publicados en \nel Registro Judicial; \n11.  Conocer de las apelaciones contra las sanciones correccionales im puestas \nindividualmente por los magistrados; \n12.  Evacuar los inform es que el Órgano Ejecutivo, la Asam blea Legislativa y el \nProcurador General de la Nación, pidan a la  Corte relativos a la adm inistración de \njusticia, a la organización y régim en de los tribunales y a los asuntos económ icos de \nlos mismos; \n13.  Conocer de todos los asuntos que le atri buye el Título XII, del Libro I de este \nCódigo; \n14.  Para cumplir las funciones especificadas en los dos numerales que anteceden, la Sala \nde Negocios Generales tiene potestad suficien te para exigir de todos los em pleados \ndel Órgano Judicial y de la Adm inistración Pública y las entidades autónom as o \nsemiautónomas todos los inform es que juzgue necesarios sobre los negocios que \ncursan o han cursado en los tribunales y sobre datos que existan en las oficinas res-\npectivas y para pedirles todos los inform es que consideren valiosos para el m ejor \ncumplimiento del Título XII, Libro I de este Código; \n15.  Aprobar, cada dos años, la lista de auxiliares de la jurisdicción que actuarán en los \nprocesos; \n16.  De las cuestiones que se susciten entre dos o más municipios cuando éstos obren en \nsu carácter de persona jurídica en el campo del derecho privado; \n17.  Conceder licencia a todos los funcionari os del Órgano Judicial para llevar a cabo \nestudios o adiestram ientos relacionados c on las funciones que desem peñan, oído el \nconcepto favorable del jefe inm ediato o de la m ayoría de los m agistrados cuando se \ntrate de un tribunal colegiado; \n  24\n18.  Dar cuenta a la Asam blea Legislativa de las dudas, vacíos, contradicciones e \ninconvenientes que se vayan observando en la aplicación de las leyes civiles, pena-\nles, mercantiles y judiciales;  \n19.  Determinar la suspensión o rem oción del Contralor General o Subcontralor General \nde la República; y \n20. Dirigir la edición del Registro Judicial para que se publique regularmente. \n \nCapítulo II \nRepartos y Substanciación de los \nNegocios y Modos de Dirimir los Desacuerdos \n \nArtículo 101 . Las dem andas, recursos, peticiones e instancias, form ulados ante la Corte \nSuprema de Justicia, y los negocios que hayan de  ingresar por alguna razón en ella, deberán \ndirigirse al Presidente de la Corte si com peten al Pleno de ésta o a la Sala de Negocios \nGenerales; y a los Presidentes de las Salas Prim era, Segunda y Tercera, si se tratare, \nrespectivamente, de negocios civiles, penales, contencioso-administrativos y laborales, y se \nhará la presentación ante el Secretario General o de la Sala correspondiente, quien debe \ndejar constancia de ese acto."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 102,
    "texto": "Artículo 102. Tres veces por sem ana necesariamente, y en cualquier m omento, tratándose \nde negocios urgentes, deben el Presidente de la  Corte y los Presidentes de Sala, asistidos de \nlos respectivos secretarios, repartir los negocios que hayan ingresado. Este reparto es acto de \nmero trám ite y puede revocarse o reform arse si se hiciere contrariando disposiciones \nexpresas de la Sección 2ª del Capítulo anterior."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 103,
    "texto": "Artículo 103. Para determinar el turno, los nueve m agistrados serán registrados en una lista \npor orden alfabético de apellidos, si se trata de negocios atribuidos al Pleno. Este turno no se \nalterará, sino en virtud de cambios ocurridos en el personal titular del Pleno. \n \nArtículo 104 . Los días y horas señalados para hacer  los repartos se darán a conocer al \npúblico por medio de carteles fijados en lugares vi sibles de la Secretaría. El acto de repartir \nlos negocios del Pleno y de las Salas será siempre público y al m ismo tienen derecho a \nconcurrir los apoderados, defensores, litigantes y encausados."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 105,
    "texto": "Artículo 105. El reparto de los negocios del Pleno y de las Salas servirá para designar el \nmagistrado que debe sustanciar el incide nte de im pedimento o recusación de otro \n 25\nmagistrado, y para los demás casos semejantes. \n \nArtículo 106 . En el Pleno y en las Salas, los as untos, expedientes, dem andas y recursos, \nserán todos num erados; luego se insacularán bol as numeradas de m anera que los de éstas \ncorrespondan con los de aquéllos. \nLas bolas se sacarán a la suerte y el número de cada bola extraída designará el \nexpediente que tenga número igual. \nDel sorteo así efectuado se extenderá un acta pormenorizada que llevará al margen el \nnombre del m agistrado a quien corresponda cad a negocio.  Dicha acta la firm ará el \nPresidente de la Corte, junto con el Secr etario General, cuando se refiera a asuntos \natribuidos al Pleno, a la Sala a que el prim ero pertenece y a la de Negocios Generales; y el \npresidente de Sala y el secretario respectivo si se trata de negocios atribuidos a las dem ás \nSalas. \nEn el m ismo acto de reparto, dichos f uncionarios pondrán en cada asunto una \nprovidencia para indicar el magistrado a quien haya sido adjudicado. \n \nArtículo 107 . Todas las veces que un m ismo asunto sea elevado al conocim iento de la \nCorte, conocerá de él, com o sustanciador, el magistrado a quien se repartió la prim era vez o \na su suplente."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 108,
    "texto": "Artículo 108. El magistrado a quien se adjudique un expediente será sustanciador y deberá \ntramitarlo hasta ponerlo en estado de ser decidido por el Pleno o por la Sala respectiva. \nTiene dicho m agistrado, adem ás, el deber de redactar el proyecto de resolución \ncorrespondiente, si bien la decisión final será proferida por la totalidad de los m agistrados \nque integran la Corte o la Sala, según los cas os. Si por enferm edad o por cualquier otro \nmotivo no pudiere el sustanciador concurri r al despacho y hubiere de efectuarse una \ndiligencia urgente o inaplazable, la diligencia la llevará a efecto el magistrado que le siga en \norden alfabético al sustanciador o en su def ecto, el otro m agistrado que integra la Sala, \ncuando se trate de un asunto que corresponda a ésta. Cuando se trate del Pleno, sustituirá al \nmagistrado sustanciador el que le siga en turno, y en defecto de éste, el que le sigue en orden \nalfabético."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 109,
    "texto": "Artículo 109. El sustanciador dictará por sí solo, bajo su responsabilidad, todos los autos y \nprovidencias para adelantar el asunto y contra ellos sólo tiene la parte que se considere \nperjudicada el Recurso de Apelación para ante el resto de los m agistrados, con la ponencia \n  26\ndel que siga en orden alfabético al sustanciador."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 110,
    "texto": "Artículo 110. Las resoluciones de cualquier clase que  deben dictarse en un negocio que ya \nse encuentra en el despacho del sustanciador pendiente de la decisión final serán firm adas \npor todos los magistrados que deben intervenir en el mismo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 111,
    "texto": "Artículo 111. En los asuntos que deben ventilarse en una  sola instancia, el Pleno o la Sala \nrespectiva, y el m agistrado sustanciador, observarán un procedim iento análogo al que \ncorresponde observar a los jueces de prim era instancia y en cuanto lo perm ita la naturaleza \ndel caso."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 112,
    "texto": "Artículo 112. Corresponde al sustanciador el nom bramiento de defensores, peritos y dem ás \nparticulares que deben intervenir com o auxiliares de la justicia, cuando el nom bramiento \ncorresponda a la Corte. Dichas personas, y la s que sean nom bradas por las partes, tom arán \nposesión y jurarán el cargo ante el magistrado sustanciador."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 113,
    "texto": "Artículo 113. En toda decisión del Pleno y de las Salas es necesaria m ayoría absoluta de \nvotos."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 114,
    "texto": "Artículo 114. Cuando no hubiere m ayoría de votos en cualquiera de los puntos de la parte \ndispositiva de una resolución se procederá así: si  actúa el Pleno, se llam ará al suplente o \nsuplentes personales que corresponda. Los m agistrados discordantes consignarán en la \nmisma resolución que haya causado la discordi a los puntos en que convienen y aquéllos en \nque disientan, a fin de que los dirim entes se limiten a votar los puntos en donde no haya \nhabido conformidad. \n \nArtículo 115 . Todo el que tom e parte en la votación de una sentencia del Pleno o de las \nSalas, debe firmar en el momento que se le presente lo acordado aunque haya disentido de la \nmayoría; pero en tal caso puede salvar su voto dando su opinión raz onada refiriéndose al \nobjeto de la sentencia, en diligencia agregada a los autos con la firma del disidente. \nEl magistrado o m agistrados disidentes di spondrán de un plazo hasta de cinco días \npara expresar su salvam ento o salvam entos de votos, contado desde la fecha en que quedó \nadoptada por mayoría la decisión. De no presentarlo en el término previsto, se entenderá que \nse adhiere a la decisión mayoritaria. \n \n \n 27\nCapítulo III \nPresidentes de la Corte \nSección 1ª \nPresidente de la Corte"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 116,
    "texto": "Artículo 116. Son funciones del Presidente: \n1. Presidir y dirigir las audiencias que celebren el Pleno y las Salas de Negocios \nGenerales y aquélla a que pertenece; \n2. Convocar al Pleno para discutir cualqui er cuestión que a juicio suyo o de otro \nmagistrado, requiere la consideración de la Corte; \n3. Servir de órgano de com unicación de la Corte con los otros Órganos del Estado y \ncon los funcionarios y empleados a quienes quiera él dirigirse; \n4. Sancionar previa inform ación sum aria, con m ulta hasta de cincuenta balboas \n(B/.50.00) o arresto hasta de seis días, a los subalternos y a los litigantes o en-\ncausados, por faltas contra el orden de la Corte; \n5. Decidir verbalm ente las diferencias que ocurran, en asuntos concernientes al \ndespacho, entre los subalternos y los litigantes o encausados; \n6. Ordenar la expedición de certificados refe rentes a negocios archivados así com o el \ndesglose de documentos existentes en ellos; \n7. Velar por que los m agistrados concurran puntualm ente al despacho y asistan a las \nsesiones y audiencias, pudiendo com pelerlos con m ultas sucesivas de diez balboas \n(B/.10.00) a cincuenta balboas (B/.50.00) por cada inasistencia; \n8. Asistir diariam ente a la Corte, salvo excusa justificada y en este caso deberá dar \ncuenta al Vicepresidente; y \n9. Cualesquiera otras funciones que le señalen la ley o el Reglamento. \n \nSección 2ª \nPresidentes de Sala \n \nArtículo 117 . Adem ás de las atribuciones que les asigna este Código y el Reglam ento \nInterno de la Corte, los Presidentes de Sala tendrán las siguientes: \n  28\n1. Presidir y dirigir las audiencias que cel ebre la Sala respectiva dejando siem pre a \ncargo de la mayoría de ésta la decisión de las cuestiones incidentales prom ovidas por \nlas partes o por los magistrados; \n2. Convocar la Sala para resolver cualqui er cuestión que a juicio suyo, o de otro \nmagistrado de aquélla, requiera la consideración de todos sus componentes; \n3. Dirigir y m antener el orden dentro de su respectiva Sala para lo cual pueden \namonestar a los subalternos y litigantes por faltas contra el orden o sancionarlos, \nprevia inform ación sum aria, con m ulta de  cinco balboas (B/.5.00) a veinticinco \nbalboas (B/.25.00) o arresto hasta por cinco días; \n4. Decidir verbalmente las diferencias que ocurran entre los subalternos y los litigantes \nen asuntos de poca gravedad, concernientes al despacho; \n5. Vigilar que los empleados de la Secretaría respectiva cumplan satisfactoriamente con \nsus deberes de conservación y arreglo de los asuntos o cuestiones pendientes o archi-\nvados; \n6. Velar porque los Magistrados de Sala as istan puntualmente al despacho y concurran \na las sesiones y audiencias, pudiendo com pelerlos con m ultas sucesivas de diez \nbalboas (B/.10.00) a cincuenta balboas (B/.50.00) por cada inasistencia; y \n7. Asistir diariam ente al despacho, salvo excusa justificada que debe presentar al \nPresidente de la Corte o al Magistrado de la  Sala que le sigue en turno, para que éste \nlo haga saber a aquél. \n \nTÍTULO IV \nTRIBUNALES SUPERIORES DE DISTRITO JUDICIAL \nCapítulo I \nPersonal y Atribuciones \nSección 1ª \nPersonal"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 118,
    "texto": "Artículo 118. En la República habrá cinco Tribunale s Superiores que se denom inarán así: \nPrimer Tribunal Superior del Primer Distrito Judicial, que conocerá de asuntos civiles en las \nprovincias de Panamá, Colón, Darién y la Comarca de San Blas; Segundo Tribunal Superior \ndel Primer Distrito Judicial, que conocerá de los asuntos penales en las m ismas provincias; \nun Tribunal Superior del Segundo Distrito Judi cial, que conocerá de las causas civiles y \npenales en las provincias de Coclé y Veraguas;  un Tribunal Superior del Tercer Distrito \nJudicial, que conocerá de los asuntos civiles y penales en las provincias de Chiriquí y Bocas \ndel Toro; y un Tribunal Superior del Cuarto Di strito Judicial, que conocerá de los asuntos \n 29\nciviles y penales en las provincias de Herrera y Los Santos."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 119,
    "texto": "Artículo 119. Los Magistrados de los Tribunales Superi ores de Justicia y sus suplentes se-\nrán elegidos por el Pleno de la Corte Suprema de Justicia, de conformidad con las normas de \nla Ley sobre Carrera Judicial. \nEn cuanto al núm ero de m agistrados, los Tribunales Superiores estarán integrados \nasí: el Prim ero y Segundo, por cinco m agistrados cada uno, y los restantes, por tres \nmagistrados. \n \nArtículo 120 .  Los Magistrados de los Tribunales S uperiores de Distrito Judicial y sus \nsuplentes serán nombrados de acuerdo con las normas de la Carrera Judicial."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 121,
    "texto": "Artículo 121. Para ser Magistrado de los Tribunales S uperiores de Justicia se requiere ser \npanameño, haber cumplido treinta años de edad; estar en pleno goce de los derechos civiles \ny políticos; ser graduado en Derecho y tener dipl oma debidamente inscrito en el Ministerio \nde Educación o en la oficina que la ley señale para este efecto, y haber ejercido la profesión \nde abogado durante cinco años por lo m enos, o desempeñado por igual lapso, los cargos de \nJuez de Circuito, Fiscal de Circuito o de Fis cal del Tribunal Superior, Secretario General de \nla Corte Suprem a de Justicia o de algunas de su s Salas, de la Procuraduría General o de la \nAdministración, de los Tribunales Superiores de Distrito Judicial, del Tribunal Superior de \nTrabajo o haber enseñado Derecho en la Univer sidad de Panamá por igual lapso, o en cual-\nquier otra universidad reconocida por el Estado. \nTambién se consideran idóneos para  desempeñar estos cargos los que, teniendo \ncertificado de idoneidad para ejercer la abog acía en toda la República, hayan servido los \ncargos de Magistrados de la Corte Suprem a de Justicia o de los Tribunales Superiores de \nJusticia, o de Fiscal de Distrito Judicial, o de Juez de Circuito o de Fiscal de Circuito \ndurante cuatro años por lo menos, siempre que reúnan los otros requisitos."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 122,
    "texto": "Artículo 122. Son aplicables a los Magistrados de lo s Tribunales Superiores y sus suplentes \nlas disposiciones contenidas en los Artículos 69 y 71 de este Código. \n \nArtículo 123 . Los em pleados subalternos de que tr atan los Artículos anteriores serán \nnombrados por el respectivo tribunal en Sala de Acuerdo, excepto los escribientes de los \nmagistrados que los serán por el respectivo magistrado. \n \nArtículo 124 . Reconócese idoneidad para desem peñar el cargo de oficial m ayor en los \n  30\njuzgados y agencias del Ministerio Público, así com o de voceros en los juicios orales \npenales, a los estudiantes m ayores de edad, de los dos últim os años de la Facultad de \nDerecho y Ciencias Políticas de la Universidad de Panamá u otra reconocida por el Estado. \nSe exceptúan de la disposición anterior, la Secretaría General, la Secretaría de las \nSalas de la Corte Suprema de Justicia, de la Procuraduría General y de la Procuraduría de la \nAdministración. \nA los que poseen el título de la Carrera  Técnica de Funcionario de Instrucción de la \nFacultad de Derecho y Ciencias Políticas de la Universidad de Panamá o de otra universidad \nreconocida por el Estado, tam bién se les recono cerá idoneidad para desem peñar los cargos \nque exijan el requisito de ser estudiantes, m ayor de edad, de los dos últim os años de la \nFacultad de Derecho y Ciencias Políticas de la Universidad de Panamá o de otra universidad \nreconocida por el Estado. \n \nArtículo 125 . Para ser Secretario de los Tribunales Superiores de Distrito Judicial se \nrequieren los m ismos requisitos que para ser S ecretario de Sala de la Corte Suprem a de \nJusticia. \nPara ser oficial m ayor se requieren los m ismos requisitos que para ser oficial m ayor \nde la Corte Suprema de Justicia. \nPara ser bibliotecario archivero se requiere ser graduado en Bibliotecología."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 126,
    "texto": "Artículo 126. Cada Tribunal Superior tendrá un Pres idente y un Vicepresidente elegido por \nmayoría de votos por los m agistrados que respectivamente lo integran. El período de dichos \ndignatarios será de un año, pudiendo ser reelectos sólo una vez. \nLas vacantes que ocurran serán llenadas en la misma forma para el resto del período. \nEstos nombramientos serán publicados en el Registro Judicial. \n \nSección 2ª \nAtribuciones"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 127,
    "texto": "Artículo 127. Los Tribunales Superiores conocerán en prim era instancia de los siguientes \nprocesos: \n1. De las acciones de Hábeas Corpus y de Amparo de Garantías Constitucionales contra \nservidores públicos con jurisdicción en una provincia. \nEn el Primer Distrito Judicial, la acción de Amparo corresponderá al Tribunal \nSuperior de lo Civil; y la de Hábeas Corpus, al Tribunal Superior de lo Penal; \n2. De todos los procesos penales contra lo s cónsules generales de la República, los \n 31\njueces, los Fiscales de Circuito y los f uncionarios en general que tengan m ando y \njurisdicción en una o m ás provincias, cuando al m omento de su juzgam iento los \nsindicados conserven los cargos oficiales; \n3. De los procesos que sigan por delitos co metidos en cualquier época por personas \nque, al tiem po de su juzgam iento, ejerzan algún cargo con m ando y jurisdicción en \nuna o más provincias; y \n4. De los procesos que se sigan por tenta tiva o delito consum ado de homicidio doloso, \naborto provocado cuando sobreviene la m uerte de la m ujer; y de los delitos que \nimplican un peligro com ún contra los m edios de transporte y contra la salud pública \ncuando sobreviene la muerte de alguien. \nLa responsabilidad penal de los procesados por estos delitos será decidida por \njurados.  Ello sin perjuicio de la facultad que se concede a los procesados por estos \ndelitos para renunciar al derecho de ser juzgados por jurados, en cuyo caso se fallará \ncon arreglo a derecho."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 128,
    "texto": "Artículo 128. Los Tribunales Superiores conocen en  segunda instancia de los procesos de \nque conocen en prim era los Jueces de Circuito  en los cuales haya lugar a Recurso de \nApelación, de Hecho, o consulta."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 129,
    "texto": "Artículo 129. Los Tribunales Superiores tienen, en Sa la de Acuerdo integrada por el Pleno, \nlas siguientes atribuciones: \n1. Decidir los conflictos de com petencia que se susciten entre los Jueces de Circuito \nque actúen dentro del respectivo Distrito Judicial; \n2. Sancionar con m ulta que no exceda de veinticinco balboas (B/.25.00) o arresto de \ntres días a los que le desobedezcan o falten al debido respeto en ejercicio o por razón \nde sus funciones. \nEstas sanciones son apelables en el efecto suspensivo solam ente cuando se \noriginan en actos de desobediencia; \n3. Decidir las apelaciones sobre m ultas, arrestos, apercibim iento y otras sanciones que \nimpongan correccionalmente los Jueces de Ci rcuito, según las norm as de la Carrera \nJudicial y de sus Reglamentos; \n4. Elegir sus dignatarios cada año, quienes sólo podrán ser reelegidos una sola vez para \nel mismo cargo; \n5. Nombrar a los Jueces de Circuito y sus supl entes conforme a las reglas de la Carrera \nJudicial; \n  32\n6. Declarar la vacante de los cargos de Jueces de Circuito; \n7. Resolver las excusas y renuncias que presenten los em pleados judiciales nombrados \npor el Tribunal; \n8. Dar cuenta anualm ente a la Corte Suprem a, de las dudas, vacíos, contradicciones o \ninconvenientes que hayan notado en la aplicación de las leyes; \n9. Expedir el Reglamento para el Régim en Interno del Tribunal, sujeto a la aprobación \nde la Sala de Negocios Generales de la Corte Suprema; y \n10. Ejercer las demás funciones que les atribuye la ley. \n \nCapítulo II \nTribunales Superiores, Modo de Ejercer sus Atribuciones \nSección lª \nDisposiciones Generales"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 130,
    "texto": "Artículo 130. Los negocios de que deben conocer los Tribunales Superiores serán repartidos \npor el Presidente ante los m agistrados, debiendo hacerse el reparto de la m anera que aquí se \nindica por lo menos tres veces por semana."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 131,
    "texto": "Artículo 131. El turno entre los m agistrados lo determina el orden alfabético de la letra ini-\ncial de los apellidos de los m agistrados titulares, el cual no se alterará sino en virtud de la \nvariación en el personal de los mismos."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 132,
    "texto": "Artículo 132. Para proceder al reparto se form arán grupos com puestos de los expedientes \nrelativos a los asuntos siguientes:  \n1. Los civiles por Apelación o Recurso de Hecho contra autos o providencias; \n2. Los penales por Apelación o Recurso de Hecho contra autos o providencias;  \n3. Los civiles remitidos por Apelación, consulta o Recurso de Hecho contra el auto en \nque se decidan excepciones o tercerías propuest as en juicio ejecutivo; contra el que \napruebe o impruebe la partición de bienes en procesos sucesorios y contra todo auto \npronunciado en proceso sum ario o especial que  no haya tom ado el carácter de ordi-\nnario, excepto el de concurso de acreedores; \n4. Los civiles rem itidos por Apelación, consulta o Recurso de Hecho contra sentencia \npronunciada en procesos ordinarios o es peciales que se hayan convertido en \nordinarios, o en proceso de concurso de acreedores; \n5. Los penales por Apelación, consulta o Recurso de Hecho contra las sentencias; \n6. Los penales de que conoce el tribunal en primera instancia; \n 33\n7. Los de una sola instancia; y \n8. Los de Sala de Acuerdo. \n \nArtículo 133 . Los procesos que en virtud de dis posición especial deben conocer los \nTribunales Superiores, se agregarán al grupo más análogo de los que quedan establecidos.  \n \nArtículo 134 . Son aplicables a los m agistrados y suplen tes, las reglas establecidas en los \nArtículos 106, 107, 108, 109, 110, 111, 112 113 y 114, de este Código para la Corte Suprema \nde Justicia. \n \nSección 2ª \nReglas Relativas a los Tribunales Superiores de Distrito Judicial \n \nArtículo 135 . En los procesos de que trata el ordi nal 4 del Artículo 127 de este Libro, el \nmagistrado sustanciador practicará todas las diligencias y dictará las providencias a que \nhaya lugar, las firmará él solo, hará el sorteo de los jurados y presidirá la audiencia, pero los \nautos y sentencias serán firmados como se indica en el Artículo siguiente. \n \nArtículo 136 . En el Prim er y Segundo Tribunal Superior de Justicia, las sentencias serán \nfirmadas por el sustanciador y por los dos m agistrados que le siguen en orden alfabético. En \nlos otros Tribunales Superiores, las firmarán los magistrados que integran la Corporación. \nLos autos serán firmados por dos magistrados y las providencias por el sustanciador.  \nSe exceptúan los autos que pongan fin al pro ceso o imposibiliten su continuación, los cuales \nserán firmados de acuerdo con el inciso anterior."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 137,
    "texto": "Artículo 137. En los procesos a que se refieren lo s numerales 4, 5, 6 y 7 del Artículo 132 de \neste Libro conocerá el Pleno de la Sala."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 138,
    "texto": "Artículo 138. En los casos a que se refiere el num eral 8 del Artículo 132 de este Libro, de \nlos cuales conoce el Tribunal en Sala de Ac uerdo, el m agistrado a quien se adjudique el \nnegocio lo sustanciará y redactará el proyect o de resolución; pero el acuerdo o resolución \nserá firmado por todos los magistrados que integran el tribunal."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 139,
    "texto": "Artículo 139. El magistrado a quien se adjudique un proceso, quien se llamará sustanciador, \ndebe sustanciarlo hasta ponerlo en estado de  ser decidido y redactará el proyecto de \n  34\nresolución correspondiente; pero la resolución fi nal será proferida siem pre por la totalidad \nde los m agistrados que integran la Corporaci ón o la Sala de Decisión respectiva, según el \ncaso. \nSon aplicables a los Magistrados de los Tri bunales Superiores las reglas que para los \nMagistrados de la Corte se establecen en el Artículo 105 de este Código. \nCuando en un proceso ha sido presentado ya el proyecto de resolución final y ésta \nhubiese sido adoptada, los autos que deban dict arse en ese m ismo proceso serán firm ados \npor todos los Magistrados del Tribunal o de la Sala respectiva."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 140,
    "texto": "Artículo 140. El sustanciador dictará por sí solo, bajo su responsabilidad, todos los autos y \nprovidencias; pero la parte que se considere perjudicada tendrá contra ellos sólo el Recurso \nde Apelación para ante el resto de los Magistrados de la respectiva Sala."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 141,
    "texto": "Artículo 141. Las audiencias en los asuntos que corresponden a una Sala de Decisión, ten-\ndrán lugar ante todos los m agistrados de la m isma Sala y los presidirá el sustanciador, con \nexcepción de los casos que corresponden a la Sala de Acuerdo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 142,
    "texto": "Artículo 142. Cuando en la Sala de Decisión existiere  discrepancia respecto del fallo entre \nlos magistrados que la forman, se designará por la suerte a uno de los m agistrados restantes, \nsi hubiere, para que dirima; y si se agotare la lista, se llamará al suplente. \nEn caso de que el suplente no pudiere cono cer, se sorteará otro suplente del m ismo \nramo. \n \nArtículo 143 . En caso de discrepancia entre los magistrados que com ponen una Sala de \nApelación, actuará com o dirim ente el m agistrado que le sigue en turno de la Sala de \nDecisión correspondiente. \n \nArtículo 144 . Se hace extensivo a los Magistrados  de los Tribunales Superiores, lo \nestablecido en el Artículo 115 de este Código."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 145,
    "texto": "Artículo 145. Las respectivas Salas de Decisión tienen, además, las atribuciones siguientes: \n1. Dirimir los conflictos de com petencia que no sean del conocim iento de la Corte \nSuprema o de los Jueces de Circuito; \n2. Decidir sobre los im pedimentos o recusaciones que se prom uevan respecto a los \nmagistrados de la misma Sala, y secretarios en los procesos de que conocen; \n3. Aprobar o improbar las liquidaciones de cost as hechas por el secretario, m oderar los \n 35\nhonorarios de los peritos, depositarios, cura dores y dem ás auxiliares de la justicia \ncuando sean excesivos; y \n4.  Las demás que les atribuye la ley y el Reglamento. \n \nSección 3ª \nReglas Relativas al Tribunal Superior del Segundo, Tercero y Cuarto Distrito Judicial \n \nArtículo 146 . En la sustanciación y decisión de los negocios de que conocen estos \ntribunales, se procederá de acuerdo con lo esta blecido en la Sección 2ª de este Capítulo, en \ncuanto sea aplicable. \nEn estos tribunales, la Sala de Decisión estará constituida por dos magistrados. \nToda discordancia que ocurra entre ellos se rá dirimida por el tercer magistrado, si no \nse hallare impedido; y si lo estuviere, por el suplente que deba entrar a reemplazarlo. \n \nCapítulo III \nPresidente y Vicepresidente del Tribunal Superior"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 147,
    "texto": "Artículo 147. Las funciones del Presidente y Vicepresidente de los Tribunales Superiores \nserán, con las variaciones del caso, las m ismas atribuidas al Presidente y Vicepresidente de \nla Corte Suprema de Justicia. \n \nTÍTULO V \nJUECES DE CIRCUITO \nCapítulo I \nJueces \n \nArtículo 148 . Habrá tres Circuitos Judiciales en la provincia de Panam á: el prim ero, \nintegrado por los Distritos Municipales de Panamá, Chepo, Chim án, Taboga y Balboa; el \nsegundo, integrado por el distrito  de San Miguelito; y el tercero, integrado por Arraiján, La \nChorrera, Capira, Chame y San Carlos. \nEn el Primer Circuito de Panam á habrá veintitrés Jueces de Circuito, diez del Ram o \nCivil y trece del Ramo Penal. \nEn el Segundo Circuito habrá tres Jueces, un Juez del Ram o Civil y dos Jueces del \nRamo Penal; en el Tercer Circuito habrá tr es Jueces, un Juez del Ram o Civil y dos Jueces \ndel Ramo Penal. En el Circuito de Colón habrá siete Jueces, tres del Ramo Civil y cuatro del \n  36\nRamo Penal. En el Circuito de Chiriquí habr á seis Jueces, tres del Ram o Civil y tres del \nRamo Penal. En el Circuito de Veraguas habr á cuatro Jueces, dos del Ram o Civil y dos del \nRamo Penal. En los Circuitos de Coclé, Herre ra, Los Santos, Bocas del Toro y Darién habrá \ndos Jueces, uno para el Ramo Civil y otro para el Ramo Penal. \n \nArtículo 149 . Las causas especificadas en el Artículo 1281 del Código Judicial que se \npropongan con posterioridad a la entrada en vigencia de la presente Ley serán de \nconocimiento, en primera instancia, de los tres nuevos Juzgados de Circuito que funcionarán \nen el Ramo Civil dentro del Prim er Circuito Judicial de Panamá.  Queda exceptuado de esta \ndisposición el Juzgado de Circuito que funciona en el corregim iento de Ancón, el cual \ncontinuará conociendo de los procesos que versen sobre las materias antes indicadas. \nLos demás Juzgados de Circuito Civiles que funcionan en el Primer Circuito Judicial \nde Panam á proseguirán conociendo hasta su te rminación de los procesos antes señalados, \ncuando éstos se hubieren promovido antes de la vigencia de la presente Ley."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 150,
    "texto": "Artículo 150. La sede de los Juzgados del lº, 2º y 3º Circuitos Judiciales estará en Panam á, \nSan Miguelito y La Chorrera, respectivamente."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 151,
    "texto": "Artículo 151. El Pleno de la Corte Suprem a de Justicia determinará la nomenclatura y sede \nde cada uno de los Juzgados de Circuito."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 152,
    "texto": "Artículo 152. Para ser Juez de Circuito se requi ere ser panam eño, haber cum plido treinta \naños de edad; estar en pleno goce de sus de rechos civiles y políticos; tener diplom a de \nDerecho debidamente inscrito en el Ministerio de Educación o en la oficina que la ley señale \npara este efecto; y poseer certificado de i doneidad expedido por la Corte Suprem a de \nJusticia para el ejercicio de la abogacía. Se requiere, además, haber ejercido la profesión de \nabogado durante tres años por lo m enos o haber desem peñado por igual lapso un cargo \npúblico para el cual la ley exige tener diplom a en Derecho y certificado de idoneidad para el \nejercicio de la profesión de abogado. \n \nArtículo 153 . La com probación de la idoneidad la hará el interesado, en el Tribunal de \nDistrito Judicial antes de la toma de posesión del cargo. \n \nArtículo 154 . Los Juzgados del Circuito tendrán el personal que se indique en la \nOrganización Administrativa que apruebe el Pleno de la Corte Suprem a de Justicia, con la \nopinión favorable del Consejo Judicial y de acuerdo con lo previsto en el Presupuesto \n 37\nGeneral del Estado."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 155,
    "texto": "Artículo 155. Para ser Secretario de Juez de Circuito  se requieren los mismos requisitos que \npara ser Juez de Circuito."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 156,
    "texto": "Artículo 156. Cada Juez de Circuito tendrá dos suplentes."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 157,
    "texto": "Artículo 157. Cuando haya dos o m ás jueces que conozcan de un m ismo ramo, se suplirán \nentre sí las faltas incidentales y no entrar án los suplentes, sino por im pedimento o \nrecusación de todos los principales o para completar la sala plural del Tribunal de \nApelaciones y Consultas de que trata el Título V, Capítulo III de este Libro. \nSi agotados los suplentes no hubiere qui en conozca de algún asunto, se nom brará un \nsuplente especial."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 158,
    "texto": "Artículo 158. Cuando en un circuito haya dos o m ás jueces que conozcan del m ismo ramo, \nse repartirán los procesos al m enos una vez por semana, cualesquiera que sea el núm ero de \néstos. Cuando se trate de asuntos de urgenc ia, se hará la distribución extra necesaria \nsiguiendo las reglas de reparto que señale el acuerdo reglamentario. \nEn este caso, el juez de turno se lo adjudi cará inmediatamente y lo tendrá en cuenta \nal efectuar el próximo reparto, para equilibrar el número de procesos repartidos. \nLos jueces interesados adoptarán, m ediante acuerdo escrito, las reglas del reparto \npara que la distribución del trabajo sea equitativa; y si hubiere discrepancia entre ellos la \ndirimirá el Tribunal Superior respectivo. \nCada juzgado estará en turno una semana. \n \nCapítulo II  \nAtribuciones  \n \n1"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 159,
    "texto": "Artículo 159. Es competencia de los Jueces de Circuito conocer en primera instancia: \na. Los procesos cuya cuantía sea mayor de cinco mil balboas (B/.5,000.00); \nb. Los procesos civiles en que figuren co mo parte el Estado, los m unicipios, las \nentidades autónom as, sem iautónomas, descentralizadas y cualquier otro organism o \n \n1  Las disposiciones relativas a la competencia de los Jueces de Circuito y Jueces Municipales \nconforme fueron modificadas por la Ley 23 de 1 de junio de 2001, entrarán en vigencia el 1 de \nmarzo del 2002, según el Artículo 110 de dicha Ley. \n  38\ndel Estado o del municipio; y \nc. Los procesos de expropiación. \nLos Jueces de Circuito tam bién conocen en prim era instancia de las siguientes \nmaterias: \n1. Ausencia y presunción de muerte; \n2. Interdicción; \n3. Autorización para ciertos actos y contratos sobre bienes de m enores e incapaces y \naprobación de cuentas, si la cuantía es mayor de cinco mil balboas (B/.5,000.00) y no \nhubiere en la respectiva circunscripción Jueces de Fam ilia o Jueces de la Niñez y la \nAdolescencia competentes; \n4. Bienes vacantes y mostrencos por cuantía mayor de cinco mil balboas (B/.5,000.00); \n5. Deslinde y amojonamiento; \n6. Perturbación de posesión; \n7. Despojo y restitución de posesión; \n8.  Resolución y restitución en las ventas de m uebles o inmuebles a plazos, si la cuantía \nes mayor de cinco mil balboas (B/.5,000.00); \n9.  Pago por consignación y rendición de cuen tas en los casos en que la cuantía sea \nmayor de cinco mil balboas (B/.5,000.00); \n10.  Concursos de acreedores; \n11.  Procedimientos especiales que vers en sobre edificación en terreno ajeno e \ninspecciones oculares sobre medidas y linderos; \n12.  Nulidad y cancelación de notas marginales en el Registro Civil; \n13.  Procesos penales por robo, hurto de una o m ás cabezas de ganado m ayor, \ncompetencia desleal, delitos contra los derechos ajenos, peculado, procesos penales \ncontra los Jueces y Personeros Municipales y los funcionarios en general que tengan \nmando y jurisdicción en uno o m ás distritos de su respectivo Circuito Judicial, y \ncualquier otro delito que tenga señalada en la  ley pena mayor de dos años de prisión; \ny \n14.  Procesos civiles y penales que no están atribuidos por la ley expresam ente a otra \nautoridad, y todos lo que les atribuyan las leyes."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 160,
    "texto": "Artículo 160. Los Jueces de Circuito conocerán en segunda instancia de los procesos en que \nhayan conocido los Jueces Municipales, cua ndo éstos adm itan Recursos de Apelación, de \nHecho o queja y de la consulta cuando proceda. \nEn los circuitos en donde funcionen los Tr ibunales de Apelaciones y Consultas de \nque trata el Título V, Capítulo III de este  Libro, corresponderá a dichos tribunales el \n 39\nconocimiento de esos procesos en segunda instancia. \n \nArtículo 161 . Son funciones de los Jueces de Circu ito, adem ás de las detalladas en los \nArtículos anteriores, las siguientes: \n1. Practicar a prevención con los Jueces Muni cipales las diligencias en que no haya \noposición de parte, siempre que no estén atribuidas por la ley a otro tribunal; \n2. Dirimir los conflictos que se susciten entre los Jueces Municipales por cuestiones de \njurisdicción o de competencia; \n3. Dar los inform es que les soliciten los Gobernadores de Provincia, los agentes del \nMinisterio Público, los Tribunales Superior es, la Corte Suprem a de Justicia o los \nMinistros de Estado en relación con los asuntos de que conocen dichos jueces; \n4. Pedir a cualquier autoridad los informes necesarios para la decisión de los procesos y \nla buena administración de justicia; \n5. Conceder licencia al secretario y a lo s dem ás subalternos, adoptando las m edidas \nnecesarias para que no sufra demora alguna la tramitación de los procesos que cursen \nen el despacho; \n6. Expedir el reglamento del juzgado y exam inar y reformar o aprobar el que proponga \nel Secretario; \n7. Castigar correccionalm ente con m ulta hasta de quince balboas (B/.15.00) o arresto \nno mayor de seis días, a los que los desobedezcan o falten el respeto cuando estén en \nel ejercicio de sus funciones o por razón de ellas; \n8. Nombrar los Jueces Municipales de acuerdo con las normas de la Carrera Judicial; y \n9. En el Ram o de lo Penal, de los recursos  de Hábeas Corpus, por actos que procedan \nde autoridad o funcionario con jurisdicción en un Distrito de su circunscripción."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 162,
    "texto": "Artículo 162. Los Jueces de Circuito son competentes para conocer el Recurso de Amparo a \nque se refiere el Artículo 50 de la Constituci ón cuando se dirija contra funcionarios con \njurisdicción en un distrito o parte de él. \nSiempre que los procesos civiles y penales estuvieren atribuidos a tribunales distin-\ntos, la demanda deberá presentarse al que conozca de los procesos civiles. \n \nArtículo 163 . Los Jueces de Circuito devengarán un sueldo m ínimo m ensual de m il \ndoscientos balboas (B/.1,200.00) y trescien tos balboas (B/.300.00) de gastos de \nrepresentación.  \n \n  40\nCapítulo III \nTribunal de Apelaciones y Consultas"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 164,
    "texto": "Artículo 164. En cada uno de los Circuitos Judi ciales donde funcionen dos o m ás Jueces \nde Circuito del mismo ramo, éstos, reunidos, constituirán un Tribunal de Segunda Instancia, \nque se denominará Tribunal de Apelaciones y Consultas del respectivo ramo. \nEn los Circuitos Judiciales donde funci onen tres o m ás jueces del m ismo ramo, la \nSala estará integrada por tres jueces, el sustancia dor y dos más, y se regirá por el orden de la \nnomenclatura de los mismos. \nEn los Circuitos Judiciales donde no se pudier e integrar la Sala por tres jueces del \nmismo ramo, el Tribunal de Apelaciones y Cons ultas funcionará con dos jueces del m ismo \nramo. \nSi en un Circuito Judicial no existiesen dos jueces del m ismo ramo, el Tribunal de \nApelaciones y Consultas se integrará por  un juez del ram o al cual pertenece el proceso \napelado, quien será el sustanciador, y por un juez del otro ramo. \n \nArtículo 165 . Los tribunales de que trata el artícul o anterior conocerán de los procesos \nciviles y penales en que hayan conocido en la primera instancia los Jueces Municipales de la \nrespectiva circunscripción y en los cuales ha ya lugar a Recurso de Apelación, de Hecho, \nqueja o consulta."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 166,
    "texto": "Artículo 166. Los Tribunales de Apelaciones y Cons ultas funcionarán de acuerdo con las \nreglas siguientes: \n1. El juez a quien se adjudique el proceso debe sustanciarlo dictando bajo su sola \nresponsabilidad las providencias y autos a que haya lugar hasta ponerlo en estado de \nser decidido por el tribunal y redact ar el proyecto de resolución final \ncorrespondiente; \n2. Toda resolución final necesita la mayoría de los jueces que conozcan del proceso; \n3. El juez que no está de acuerdo con la m ayoría está obligado a f irmar la resolución; \npero puede salvar su voto en la forma y término señalado en el Artículo 115; \n4. Cada uno de los jueces que integran el tr ibunal tiene un térm ino hasta de cinco días \npara la lectura del proyecto; \n5. Las resoluciones que dicte el sustanciador son inapelables; \n6. Cuando un juez esté im pedido, integrará el tribunal el suplente de dicho juez, salvo \nque aquél sea secretario de éste; y si los dos suplentes estuvieren im pedidos, se \nsolicitará al Tribunal Superior respectivo el nombramiento de un suplente especial. \n 41\nEn los casos en que la resolución requier a el concurso de tres jueces, y exista \nimpedimento o recusación, el tribunal quedará  integrado con el juez que continúe en \nnumeración de los que integran el Circuito Judicial; \n7. En caso de em pate entre los jueces dirim irá la discordancia el suplente del juez \nsustanciador, con la salvedad que hace el numeral 6 de este Artículo; \n8. En la tram itación de los procesos los ju eces tendrán com o norma lo dispuesto para \nlos Tribunales Superiores de Distrito Judicial; y \n9. Actuará como secretario del tribunal el del juez sustanciador. \n \nTÍTULO VI \nJUECES MUNICIPALES \nCapítulo I \nJueces \n \nArtículo 167 . En el distrito de Panam á habrá no m enos de diez Jueces Municipales, que \nconocerán, siete de procesos civiles y tres de procesos penales. \nEn el distrito de Colón habrá no m enos de  siete Jueces Municipales: cuatro para \nprocesos civiles y tres para procesos penales. \nEn los distritos de La Chorrera y David, ha brá no menos de tres Jueces Municipales: \ndos para procesos civiles y uno para procesos penales. \nEn el distrito de San Miguelito habrá no m enos de tres Jueces Municipales: uno para \nprocesos civiles y dos para procesos penales. \nEn los distritos de Penonom é, Aguadulce, Chitré, Santiago y Barú, habrá no m enos \nde dos Jueces Municipales: uno para procesos civiles y uno para procesos penales. \nEn los dem ás distritos habrá un Juez Muni cipal que conocerá indistintam ente de \nprocesos civiles y penales."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 168,
    "texto": "Artículo 168. Los Jueces Municipales serán nom brados por los Jueces de Circuito del ram o \nrespectivo, en Sala de Acuerdo, en aquella s provincias en donde los designantes que \nintegran la Sala del ramo sean dos o más. En las otras provincias, cuando en ambos o en uno \nde los ram os haya solam ente un Juez de Circuito, el nom bramiento de los Jueces \nMunicipales será hecho por aquéllos en forma conjunta, también en Sala de Acuerdo. \nEn la misma forma se procederá cuando se vaya a nombrar un Juez Municipal único, \nque conozca indistintamente de procesos civiles y penales. \nTodos estos nom bramientos se sujetarán a las reglas de la Carrera Judicial y dem ás \n  42\nleyes sobre la materia."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 169,
    "texto": "Artículo 169. Para ser Juez Municipal en todos los di stritos de la República, se requiere ser \npanameño por nacimiento, o por adopción con m ás de cinco años de residencia continua en \nel país; ser mayor de veinticinco años de edad ; estar en pleno goce de sus derechos civiles y \npolíticos; ser graduado en Derecho y tener certif icado de idoneidad expedido por la Corte \nSuprema de Justicia y haber ejercido la prof esión de abogado por m ás de tres años o un \ncargo público para el cual se requiera poseer di ploma de Derecho y certificado de idoneidad \npara el ejercicio de la profesión de abogado."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 170,
    "texto": "Artículo 170. Los Jueces Municipales de los distritos de la República devengarán un sueldo \nmensual que no será menor de mil balboas (B/.1,000.00). \n \nArtículo 171 . Los Jueces Municipales com probarán su idoneidad ante los respectivos \nJueces de Circuito."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 172,
    "texto": "Artículo 172. Cada Juez Municipal tendrá dos suplentes."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 173,
    "texto": "Artículo 173. Sin perjuicio de lo dispuesto en el numeral 9 del Artículo 87, el personal de \ncada uno de los Juzgados Municipales será el siguiente: \nEn los distritos de Panamá y San Miguelito, un secretario, dos oficiales mayores, dos \nescribientes, un estenógrafo y un portero. \nEn los Juzgados del Ramo Penal tendrán además un Citador. \nEn el distrito de Colón, David y La C horrera, un secretario, un oficial m ayor, un \nestenógrafo, un escribiente y un portero. \nEn los distritos de Bocas del Toro, Penonomé, Aguadulce, Antón, Barú, Bugaba, \nChepigana, Chitré, Las Tablas, Santiago y Chepo, un secretario, un oficial m ayor, un \nescribiente, un estenógrafo y un portero. \nEn los dem ás distritos de la Repúbli ca, un secretario, un oficial m ayor, un \nestenógrafo y un portero. \nCapítulo II \nAtribuciones"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 174,
    "texto": "Artículo 174. Los Jueces Municipales conocerán en primera instancia: \nA.  De los siguientes procesos penales: \n1. Todos los procesos por delitos penados por la ley con pena privativa de la \n 43\nlibertad, que no exceda de dos años, o con pena pecuniaria; \n2. Los procesos por delitos contra la propiedad, cuando la cuantía no sea m ayor \nde mil balboas (B/.1,000.00) y la pena de prisión no exceda de dos años; y \n3. Los procesos por el delito de lesione s culposas cuando concurran algunas de \nlas circunstancias previstas en el Artículo 136 del Código Penal. \nB.  De los siguientes procesos civiles: \n1. Los que versen sobre cuantía m ayor de doscientos cincuenta balboas \n(B/.250.00), sin exceder de cinco mil balboas (B/.5,000.00); \n2. Dentro de la cuantía que le asigna la ley, los procesos de sucesión y los \nrelativos al aseguram iento de bienes hereditarios, a las herencias yacentes y \nde división y venta de bienes com unes.  En lo que respecta al aseguram iento \nde bienes hereditarios, podrá iniciar la actuación el Juez Municipal que \nprimeramente tenga conocim iento de la m uerte de una persona en las \ncondiciones a que se refiere el Código Judicial; y \n3. Los juicios especiales que versen sobre: \na. Justificación de posesión; y \nb. Alim entos. \nAdemás podrán: \nc. Practicar a prevención, con los Jueces  de Circuito, las diligencias en \nque no haya oposición de parte y no estén atribuidos a otra autoridad. \nd. Nombrar al personal subalterno con arreglo a lo que dispone la Ley \nsobre Carrera Judicial y su Reglamento. \ne. Castigar correccionalmente con m ulta que no pase de veinte balboas \n(B/.20.00) o arresto no m ayor de se tenta y dos horas, a los que les \ndesobedezcan o falten el debido resp eto cuando estén en ejercicio de \nsus funciones o por razón de ellas. \n \nArtículo 175 . Las autoridades de policía conocerán de los procesos civiles, ordinarios y \nejecutivos, cuyas cuantía no excedan de doscientos cincuenta (B/.250.00); de los procesos \npor delitos no agravados de hurto, apropiación indebida, estafa y daños, cuyas cuantías no \nexcedan de doscientos cincuenta balboas (B/.250.00), y de los procesos por delitos dolosos o \nculposos de lesiones no agravadas, cuando la incapacidad no exceda de treinta días. \nSe exceptúan de esta disposición, las obligaciones que sean consecuencia de \ncontratos mercantiles. \nCuando un particular sea el agraviado por cualquiera de los delitos establecidos en \n  44\nesta disposición, éste deberá form ular los cargos correspondientes.  Sin el cum plimiento de \neste requisito, no se iniciará proceso alguno."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 176,
    "texto": "Artículo 176. Los Recursos de Apelación y de Hecho contra las resoluciones de los Jueces \nMunicipales y las consultas referentes a las m ismas, se surtirán ante los respectivos Jueces \nde Circuito. \nEn los Circuitos donde funcionen los Tri bunales de Apelaciones y Consultas de que \ntrata el Título V, Capítulo III de este Libro, les corresponderá el conocim iento de dichos \nrecursos y consultas."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 177,
    "texto": "Artículo 177. Los m atrimonios ante los Jueces Municipa les de lo Civil se celebrarán en el \ndespacho respectivo, sin que haya lugar a cobro de honorarios o sumas especiales. \nCapítulo III \nJuez Comarcano"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 178,
    "texto": "Artículo 178. En la Comarca Indígena de San Blas  existirá un juez y un personero, quienes \ntendrán las funciones que se les señalen por ley especial."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 179,
    "texto": "Artículo 179. Las resoluciones que dicte el Juez Com arcano son apelables ante los Jueces \nde Circuito. \n \nArtículo 180 . El Juez Com arcano será nom brado por los Jueces de Circuito en la m isma \nforma que los Jueces Municipales. \n \nArtículo 181 . El Juez Com arcano tendrá dos suplentes que se denom inarán Prim ero y \nSegundo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 182,
    "texto": "Artículo 182. Para ser Juez Comarcano se requieren los mismos requisitos que para ser Juez \nMunicipal. \n \nTÍTULO VII \nSECRETARIOS Y DEMÁS SUBALTERNOS DE LOS TRIBUNALES \nCapítulo Único \nDeberes y Prohibiciones"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 183,
    "texto": "Artículo 183. Son deberes de los secretarios: \n 45\n1.  Dar cuenta diariam ente a sus superiores de los negocios que se hallen en estado de \nque en ellos se dicte alguna resolución; \n2.  Autorizar con su firm a todas las senten cias, autos, providencias, declaraciones, \nexhortos, despachos, diligencias, testim onios y notificaciones. A la firm a debe \nagregarse el nombre del destino; \n3.  Anotar en los escritos y recursos el día en que los reciba firm ando tal constancia; y \nagregándolos al expediente respectivo antes de que termine ese día hábil; \n4.  Dar las copias y certificados que se solicite n cuando lo prescribe la ley o lo previene \nel tribunal; \n5.  Hacer las notificaciones y citaciones com o lo prevenga la ley y autorizar las que \npractiquen los subalternos; \n6.  Dar a los agentes del Ministerio Público los datos, inform es y copias que soliciten, \nprevia orden del respectivo juez o magistrado; \n7.  Exhibir, a los abogados en general y a los litigantes, los expedientes y docum entos \nque se hallen en el archivo o cursen en la secretaría; pero no perm itirá que tales \nexpedientes o docum entos se retiren de la Secretaría, salvo los casos expresam ente \nexceptuados por la ley; \n8.  Exigir que se firm e en un libro especial  el recibo de los expedientes o docum entos \nque se entreguen; \n9.  Informar a los litigantes y dem ás personas interesadas en los negocios que cursen en \nel tribunal, sobre el estado de éstos; \n10.  Formar inventario de los libros, procesos, m ueblaje y útiles pertenecientes al \ntribunal, cuidar de su conservación y hacer  entrega de todo, bajo inventario, a las \npersonas que deben sucederles; \n11.  Servir de órgano de com unicación con lo s particulares y con los funcionarios \npúblicos que no sean aquéllos con quienes de be comunicarse la autoridad superior \ndel tribunal; \n12.  Llevar debidamente foliados y em pastados los libros que sean necesarios, según las \nprescripciones o los reglamentos del tribunal; \n13.  Asistir al tribunal en los días y horas de despacho público y las dem ás veces que \nsean necesarias para el cumplimiento de sus obligaciones; \n14.  Presentar a su superior, el prim er  día de cada m es, una relación de los negocios en \ncurso con indicación de su estado, de las demoras que han sufrido y el m otivo de \nellas, cuando sea conocido. Estas relaciones se rán suministradas a la prensa para su \npublicación; \n  46\n15.  Asistir a las audiencias y levantar un acta de cuanto en ella ocurra, tan \npormenorizada como sea posible; \n16.  Proponer el Reglam ento Interno de la s ecretaría y som eterlo a la aprobación del \nrespectivo superior; \n17.  Rechazar los escritos que contengan injurias u ofensas contra autoridades o \nparticulares, consultando previam ente al juez o m agistrado respectivo y dejar en el \nmismo escrito constancia de tal rechazo; \n18.  Devolver asimismo los escritos que pres enten las personas que no estén autorizadas \npara ejercer la abogacía y aquellos presentados extemporáneamente; \n19.  Remitir los expedientes a los Archivos Nacionales después de tres años de fenecidos; \n20.  Custodiar y mantener en completo orden el archivo de la oficina; \n21.  No adm itir depósitos en consignación o dinero en efectivo, o valores, salvo con \nautorización especial del juez; y \n22.  Las demás que les impongan los respectivos reglamentos."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 184,
    "texto": "Artículo 184. Los secretarios no pueden certificar sobre lo que conste en los procesos. \nCuando se desea acreditar en un proceso, hechos  ocurridos en otro y consignados en el \nrespectivo expediente, se deberá pedir en debida  forma, copia de las piezas conducentes. En \ntales casos ninguna otra prueba será válida, salvo cuando el expediente de donde haya de \ncompulsarse la copia esté perecido o extraviado. \nEl secretario que viole la prohibición de es te Artículo será sancionado por su superior \ncon multa de diez balboas (B/.10.00)."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 185,
    "texto": "Artículo 185. Se prohíbe a los secretarios y dem ás subalternos solicitar o recibir dinero o \ncualquier form a de pago o recom pensa por se rvicios propios de su cargo, salvo los que \nexpresamente autorice la ley. \nLa violación de este Artículo será sanci onada con multa de diez balboas (B/.10.00) a \ncincuenta balboas (B/.50.00) por el jefe del despacho respectivo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 186,
    "texto": "Artículo 186. Los escritos a que se refiere el ordi nal 17 del Artículo 183 que no sean recha-\nzados o devueltos el m ismo día de su presentaci ón, se agregarán al expediente. El juez o los \nmagistrados del conocimiento, pueden imponer, como pena correccional a los signatarios de \ntales escritos injuriosos u ofensivos, las sanci ones establecidas en la ley para los que les \nfalten el debido respeto en el ejercicio de sus funciones."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 187,
    "texto": "Artículo 187. Los oficiales mayores reemplazarán a los secretarios en sus faltas incidentales \n 47\ny accidentales, y en las tem porales y absoluta s, m ientras se hace el nom bramiento y se \nposesiona el individuo a quien se nom bre. Podrán, asimismo, en cualquier caso, sustituirlos \nen las audiencias y diligencias. \nSi no hubiera oficial m ayor, las faltas accidentales del secretario se llenarán por un \nad hoc para la actuación. La posesión de éste se hará constar en el expediente. \n \nArtículo 188 . Los oficiales m ayores, escribientes , porteros y dem ás em pleados de los \ntribunales servirán bajo las órdenes e inmediata inspección de los secretarios y cumplirán los \ndeberes que les impongan la ley y los reglamentos."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 189,
    "texto": "Artículo 189. Los porteros y citadores harán las cit aciones que les sean ordenadas y notifi-\ncarán los aprem ios que im ponga el respectivo tribunal; esto sin perjuicio de recurrir a la \nFuerza Pública en caso necesario."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 190,
    "texto": "Artículo 190. Para ser Secretario de los Juzgados de Circuito se requieren las condiciones \nque son necesarias para ser Juez de Circuito. \nPara ser Secretario de los Juzgados Municipales se requieren las mismas condiciones \nque se les exigen a los respectivos Jueces Municipales. \nNo obstante, los funcionarios que hayan sido nom brados antes de la entrada en \nvigencia de esta Ley, y que no cum plan con los requisitos señalados en este Código, \npermanecerán en sus cargos m ientras no in curran en causas que, conform e a la ley, \njustifiquen su remoción o separación del cargo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 191,
    "texto": "Artículo 191. Todos los em pleados judiciales deben guardar reserva sobre las resoluciones \nque hayan de dictarse en los procesos mientras no sean refrendadas por el secretario.  \nLos que violen esta prohibición serán sanc ionados por su respectivo superior con \nmulta de veinticinco balboas (B/.25.00)."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 192,
    "texto": "Artículo 192. En los Juzgados de Circuito del Ram o Civil, de Panam á, Colón y Chiriquí, \nhabrá un funcionario que se denom inará alguacil ejecutor, bajo la dependencia directa del \njuez que lo nombra."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 193,
    "texto": "Artículo 193. Para ser alguacil ejecutor se requieren los mismos requisitos que la ley exige \npara ser Secretario de Juzgado de Circuito y tendrá las m ismas prerrogativas y emolumentos \nque les corresponden a éstos.  \n  48"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 194,
    "texto": "Artículo 194. Son funciones de los alguaciles ejecutores, la realización de todas las m edidas \nprecautorias ordenadas por el respectivo tribunal para asegurar los resultados positivos de \nlos procesos.  Ellas son:  \na. Ejecutar todos los secuestros y las diligencias necesarias para su cumplimiento;  \nb. Realizar todas las diligencias concerniente s a la suspensión de que trata el Capítulo \nIII, Título II, del Libro II de este Código;  \nc. Practicar las m edidas conservatorias o de protección m ás apropiadas para asegurar \nprovisionalmente las decisiones decretad as por los tribunales ordinarios de \nconformidad con el Capítulo IV, Título II, del Libro II de este Código;  \nd. Ejecutar los em bargos ordenados por los jueces del conocim iento del proceso, \nrealizar todos los rem ates y dem ás d iligencias, hasta ponerlos en estado de \naprobación por el juez; y \ne. Realizar todas las dem ás operaciones precautorias com patibles con sus funciones de \nalguacil ejecutor. \nPara la práctica de estas funciones los alguaciles ejecutores deberán \ndespachar en cualquier hora del día, aunque sea inhábil.  \n \nArtículo 195 .  El alguacil ejecutor utilizará el personal subalterno del juzgado respectivo \npara el ejercicio de sus funciones y deberá rendir informe mensual de su labor al juez. \n \nArtículo 196 .  El alguacil ejecutor ni el personal subalterno que utilice, cobrarán por los \nservicios que realicen; y si lo hicieren queda rán sujetos a las sanciones que establece la \nCarrera Judicial.  \n \nArtículo 197 . Cuando se haga una notificación a un funcionario público no se dejará el \nexpediente en su poder, salvo que, a consecuencia de ella, deba surtirse su traslado personal. \n \nArtículo 198 .  Las faltas accidentales de los no tificadores por im pedimento, excusa, \nausencia o recusación, serán cumplidas por un notificador ad hoc. \n \nTÍTULO VIII \nDEBERES, RESPONSABILIDADES Y FACULTADES DE LOS \nMAGISTRADOS Y JUECES"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 199,
    "texto": "Artículo 199. Son deberes en general de los magistrados y jueces: \n 49\n1. Dirigir e impulsar el trámite del proceso, velar por su rápida solución adoptando las \nmedidas para impedir su paralización, y procurar la m ayor economía procesal por lo \ncual será responsable de cualquier demora que en él ocurra; \n2. Despachar los asuntos dentro de los térm inos legales, so pena de incurrir en las \nsanciones que la ley establezca; \n3. Decidir los procesos en el orden en que  hayan ingresado a su despacho, salvo la \nprelación legal; \n4. Asistir a las audiencias so pena de nulidad y de su responsabilidad por costas y \nperjuicios; \n5. Motivar las sentencias y los autos; \n6. Informar de todo im pedimento que lo af ecte para conocer de cualquier proceso y \nabstenerse de tramitarlo, a menos que sea subsanado, cuando la ley lo permita; \n7. Resolver expresam ente las cuestiones plan teadas por las partes y decidir la litis \ndentro de los límites en que fue propuesta por éstas cuando la ley exige su iniciativa; \no fuera de estos límites, cuando la ley así lo faculte; \n8. Hacer efectiva la igualdad de las partes en el proceso y obrar en éste con legalidad y \nseguridad; \n9. Prevenir, rem ediar y sancionar todo acto contrario a la dignidad, lealtad de la \njusticia, probidad y buena fe, lo mismo que cualquier tentativa de fraude procesal, de \nobtener fines prohibidos por la ley o de realizar actos procesales irregulares; \n10.  Ejercer de oficio las funciones de saneamiento previstas en este Código; \n11.  Disponer de oficio las diligencias conducentes a evitar nulidades procesales, a \nconformar adecuadamente el litisconsorcio necesario y eliminar los otros motivos de \nsentencias inhibitorias; \n12.  Hacer uso de las facultades que la ley le otorga en m ateria de pruebas, siem pre que \nesto sea conveniente para verificar los hechos alegados por las partes y decidir de \nacuerdo con el derecho; \n13.  Fijar las audiencias en la oportunidad legal so pena de incurrir en falta grave;  \n14.  Poner en conocim iento del respectivo superior las dem oras que observe en los \nexpedientes de que conoce por cualquier recu rso y dejar constancia de éstas en el \nmismo expediente; y \n15.   Sancionar con m ulta de cien bal boas (B/.100.00) a m il balboas (B/.1,000.00) a los \napoderados judiciales que incurran en la s faltas indicadas en el Artículo 467 del \nCódigo Judicial. \n \n  50\nArtículo 200 . Además de las sanciones penales y disciplinarias que establezca la ley, los \nmagistrados y jueces responderán por los perjuici os que causen a las partes en los siguientes \ncasos:  \n1. Cuando proceden con dolo, fraude o en forma arbitraria;  \n2. Cuando rehúsen, om itan o retarden injustificadam ente una resolución que deben \ndictar de oficio o a requerimiento de parte; y \n3. Cuando violen la ley por ignorancia inexcusable. \nLa responsabilidad que en este Artículo se consagra se hará exigible en proceso \nseparado ante la Corte Suprema, se tramitará en única instancia."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 201,
    "texto": "Artículo 201. Cualquiera que sea la naturaleza del proceso, los magistrados y jueces tendrán \nlas siguientes facultades ordenatorias o instructorias:  \n1. Resolver los litigios en equidad si los derechos son disponibles y las partes están de \nacuerdo y son capaces o la ley lo autoriza; \n2. Tener en cuenta, en la sentencia, de of icio o a petición de parte, cualquier hecho \nconstitutivo, m odificativo o extintivo del der echo sustancial que en el proceso se \ndiscute y que hubiere ocurrido después de  haberse propuesto la dem anda, siempre \nque haya sido probado oportunamente y que el interesado lo haya alegado antes de la \nsentencia si la ley no permite considerarlo de oficio; \n3. Diligenciar, de acuerdo con las norm as generales que regulan m edios semejantes o \nsegún su prudente juicio, las pruebas no contempladas en este Código; \n4. Darle de oficio a las dem andas el trámite que este Código determ ine cuando el actor \nhaya escogido uno equivocado; \n5. Rechazar cualquier solicitud o acto que sea notoriam ente im procedente o que \nindique una dilación manifiesta; y \n6. Deducir argum entos de prueba de la c onducta que las partes hayan tenido en el \nproceso."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 202,
    "texto": "Artículo 202. Los magistrados y jueces tendrán las siguientes facultades disciplinarias: \n1.  Sancionar con multa de diez balboas (B /.10.00) a cincuenta balboas (B/.50.00) a sus \nsubalternos, a los dem ás empleados públicos y a los particulares que no cum plan o \ndemoren sin causa  justificada, las órdene s que dichas autoridades les im partan en \nejercicio de sus funciones e im poner las demás multas que autoriza este Código. La \nmulta se impondrá por resolución m otivada, previo inform e secretarial o com proba-\nción sumaria, y contra ella sólo procederá el Recurso de Reconsideración. \nEjecutoriada la resolución que imponga una multa, si no se consigna su valor, \n 51\nse convertirá en arresto a razón de dos ba lboas (B/.2.00) por cada día y sin exceder \nde veinte días; \n2.   Imponer pena de arresto hasta por cinco dí as a quienes le falten el debido respeto en \nel ejercicio de sus funciones o por razón de ellas. \nPara imponer esta pena es necesario com probar la falta con certificación de \nun empleado de la oficina que haya presen ciado el hecho o con prueba testim onial \nsumaria. \nLa sanción se im pondrá por m edio de resolución m otivada, que sólo será \nsusceptible del Recurso de Reconsideración de ntro de los tres días siguientes a su \nnotificación personal. \nEn firm e la resolución, se rem itirá c opia de ella al correspondiente fun-\ncionario de policía del lugar, quien deberá cumplirla inmediatamente; \n3.  Expulsar de las audiencias a quienes perturben su curso; \n4.  Sancionar con multa de diez balboas (B /.10.00) a cincuenta balboas (B/.50. 00) a los \npatronos o representantes legales de la em presa que im pidan a sus trabajadores la \ncomparecencia al despacho judicial para rendir declaración o para atender cualquiera \notra citación que se les haga. \n \nTÍTULO IX \nAUXILIARES DEL ÓRGANO JUDICIAL \nCapítulo I \nJueces y demás Funcionarios Comisionados"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 203,
    "texto": "Artículo 203. Las com isiones sólo podrán conferirse para la práctica de pruebas y de otras \ndiligencias judiciales que deban surtirse f uera de la circunscripción del com itente, salvo lo \nque para casos especiales disponga la ley. \nEn el Primer Distrito Judicial, los Jueces de  Circuito y los Municipales, del Prim er y \nSegundo Circuitos Judiciales de Panam á, practicar án las pruebas y otras diligencias en la \ncircunscripción del otro, sin necesidad de librar exhortos o despachos."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 204,
    "texto": "Artículo 204. La Corte Suprema de Justicia y los Tribunales Superiores pueden comisionar \na los Jueces de la República, a los Gobernadores y funcionarios subordinados a éstos, para la \npráctica de las diligencias que a bien tengan. \n \nArtículo 205 .  Los jueces pueden com isionar a las autoridades judiciales, que sean de la \n  52\nmisma o de inferior categoría, a los alcaldes y corregidores para que lleven a cabo las \ndiligencias en que aquéllos no puedan actua r por sí m ismos; pero les es prohibido \ncomisionar para la práctica de pruebas que de ben practicarse en el m ismo lugar de su \nresidencia. \n \nArtículo 206 .  Son funciones y deberes de los funcionarios com isionados practicar las \ndiligencias que se les encomienden, de acuerdo con los Artículos precedentes."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 207,
    "texto": "Artículo 207. El funcionario a quien se com isione, debe tener com petencia en el lugar en \nque se han de practicar las diligencias que se le deleguen. \nSi careciere de ella, trasm itirá el despacho en exhorto al funcionario que la tenga \npara practicar la com isión quien procederá inm ediatamente a cum plirla y, será deber del \nprimer com isionado, dar cuenta de lo ocurri do al juez com itente. Sin em bargo, si la \ndiligencia fuera de inspección ocular, am ojonamiento, deslinde, partición, em bargo, \ndepósito u otra, relativa a una finca que estuvier e situada en territorio de distintas jurisdic-\nciones, podrá com isionarse a cualquiera de los ju eces o funcionarios de dichos territorios \nquienes pueden ejercer jurisdicción fuera del territorio que les corresponde, pero únicamente \nen cuanto sea necesario para el debido cu mplimiento de la com isión. El m ismo derecho \ntiene el juez comitente cuando sea él quien personalmente practique la diligencia respectiva."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 208,
    "texto": "Artículo 208. Las autoridades a quienes un juez competente confiera una comisión, se suje-\ntarán a su tenor literal; pero tienen facultad para em plear todos los m edios y aprem ios \nlegales que sean necesarios en el cum plimiento de la misma. Todo acto distinto, constituye \nusurpación y es nulo. \nEn consecuencia, los jueces com isionados no adm itirán recurso alguno que \nentorpezca la ejecución de las resoluciones cuyo cumplimiento se les haya encargado."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 209,
    "texto": "Artículo 209. Recibido el despacho por el funciona rio comisionado, procederá éste a seña-\nlar fecha y hora para la diligencia si su cumplimiento así lo exige. \nEsta resolución se notificará en forma legal. \n \nArtículo 210 .  El com isionado tendrá las m ismas facultades que el com itente en relación \ncon la diligencia que se le delegue. \nConcluida la diligencia, se devolverá el despacho al com itente sin que sea dable al \ncomisionado adoptar ningún trámite posterior en el asunto. \n \n 53"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 211,
    "texto": "Artículo 211. Toda actuación del com isionado, que exceda los lím ites de sus facultades, \nserá nula, pero para que pueda declararse la  nulidad se requiere que form ule la solicitud \ncualquiera de los interesados dentro de los ci nco días siguientes al recibo de la com isión \ndiligenciada. \nLa petición de nulidad será resuelta de plano por el com itente y, el auto que la \ndecida, es apelable."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 212,
    "texto": "Artículo 212. Toda com isión deberá despacharse de ntro del térm ino que la ley señale; y \ncuando no estuviere fijado por la ley, el juez com itente lo fijará atendida la distancia y la \nnaturaleza del asunto. Si el comitente no recibiere en oportunidad la diligencia cuya práctica \ncomisionó, impondrá al comisionado multas sucesivas hasta de diez balboas (B/.10.00) cada \nuna si fuere subalterno suyo; si no lo fuere, da rá parte al superior respectivo para que éste \nimponga las m ultas, previo inform e del juez co misionado, siempre que éste lo rinda dentro \ndel término que se fije. Si el com isionado no ri ndiere el inform e dentro de este térm ino, se \naplicará la sanción señalada en este Artículo. \nLo dispuesto es sin perjuicio de que el superior proceda a exigir o prom over lo \nconducente a que se le exija la responsabilidad a que hubiere lugar."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 213,
    "texto": "Artículo 213. Cuando la diligencia se haya de practi car en país extranjero, se enviará el \nexhorto respectivo al Ministerio de Relaciones Ex teriores de la República para que lo dirija \na su destino, con observancia de lo que se pres cribe en los tratados respectivos, las leyes y \nlos principios de Derecho Internacional. A so licitud de parte, el exhorto podrá enviarse \ndirectamente a un funcionario diplomático o consular de la República para que practique las \ndiligencias, si las personas que en ellas deben intervenir no se opusieren."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 214,
    "texto": "Artículo 214. Los com isionados son responsables por negligencia, om isión o m al desem-\npeño de su cargo de conformidad con lo establecido en el Artículo 199 de este Libro. \n \nCapítulo II \nLas Partes y sus Apoderados"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 215,
    "texto": "Artículo 215. Son deberes de las partes y sus apoderados:  \n1. Proceder con lealtad y buena fe en todos sus actos; \n2. Obrar sin tem eridad en sus pretensiones o excepciones y en el ejercicio de sus \nderechos procesales; \n  54\n3. Abstenerse de expresiones injuriosas o indecorosas en sus escritos y exposiciones \norales y guardar el debido respeto a los magistrados y jueces, a los subalternos de \néstos, a las partes del proceso y auxiliares del Órgano Judicial, so pena de incurrir en \nlas sanciones de que trata el Artículo 186 de este Código; \n4. Comunicar por escrito cualquier cam bio de  residencia o del lugar señalado en la \ndemanda o contestación para recibir notificaciones o citaciones, so pena de que éstas \nse hagan válidamente en la dirección que conste en autos; \n5.  Concurrir al despacho del m agistrado o juez, siempre que éste los cite y atender sus \nórdenes e instrucciones para el trámite de audiencias y diligencias; y \n6.  Prestar al m agistrado o juez su cola boración para la práctica de pruebas y \ncualesquiera otras diligencias."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 216,
    "texto": "Artículo 216. Se considera como falta grave a la ética profesional del abogado, la práctica \nde dilatar, injustif icada o am añadamente, las d iligencias propias de los procesos judiciales \nen los que actúa.  La reincidencia en esta falta será de conocimiento de la Sala Cuarta de la \nCorte Suprem a de Justicia, para su debido ju zgamiento y sanción.  La Corte Suprem a de \nJusticia reglamentará dicha materia."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 217,
    "texto": "Artículo 217. Las partes responderán por los perjuicios que causen a otra parte o a terceros \ncon sus actuaciones procesales temerarias o de mala fe. \nCuando en el proceso haya prueba de tal conducta, el juez im pondrá la \ncorrespondiente condena en la sentencia o el au to que lo decida, y si no fuere posible fijar \nallí su monto, se liquidará en la forma prevista en el Artículo 996; si el proceso ha concluido, \ndicho trámite se adelantará con independencia de aquél. \n \nCapítulo III \nAuxiliares Judiciales"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 218,
    "texto": "Artículo 218. Las funciones de los auxiliares del Órgano Judicial son de naturaleza pública. \nPara cada oficio se exigirá conocim iento y experiencia en la respectiva m ateria y, \ncuando fuere el caso, título profesional legalmente expedido. \n \nArtículo 219 .  Los tribunales podrán solicitar de ofic io o a solicitud de parte, inform es \ntécnicos o científicos a las oficinas púb licas, entidades autónom as, sem iautónomas y \ndescentralizadas del Estado, hospitales y centros de investigaciones respecto a hechos y \ncircunstancias de interés para el proceso. \n 55"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 220,
    "texto": "Artículo 220. Los auxiliares del Órgano Judicial que com o depositarios o adm inistradores \nde bienes, perciben sum as de dinero, deberá n depositarlas en una cuenta en el Banco \nNacional que al efecto llevarán bajo la supe rvisión del juez de la causa. Dicho juez podrá \nautorizar, cuando fuere el caso, el pago de im puestos, cuotas del Seguro Social, prestaciones \nlaborales y expensas con los dineros as í depositados. El banco enviará cada m es \ndirectamente al magistrado o juez de la causa, copia del estado de cuenta respectivo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 221,
    "texto": "Artículo 221. En los procesos, la designación de los peritos, depositarios y cualquier otro \nauxiliar del Órgano Judicial, cuyo nom bramiento corresponda al tribunal respectivo, se hará \nsiempre por el juez o por el m agistrado sust anciador designándolo de la lista oficial \ncorrespondiente."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 222,
    "texto": "Artículo 222. La designación de auxiliares y de los curadores será rotativa, de m anera que \nla misma persona no pueda ser nom brada por segunda vez sino cuando se haya agotado la \nlista correspondiente."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 223,
    "texto": "Artículo 223. Cada dos años, en el curso del m es de octubre, la Corte Suprem a de Justicia \nelaborará la lista de auxiliares del Órgano Judicial, seleccionando dicho personal de las \nlistas que previam ente le sum inistrarán el  Colegio Nacional de Abogados y los otros \norganismos profesionales legalmente constituidos. \nEn la confección definitiva de estas lis tas se atenderá a las diferentes \nespecializaciones y disciplinas, así com o a las necesidades jurisdiccionales im perantes en \ntodo el territorio nacional."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 224,
    "texto": "Artículo 224. Las personas que tengan interés en ser in cluidas en las listas, podrán formular \npor escrito y en papel simple su solicitud a la Corte Suprema, con expresión de su identidad, \ndirección, estudios, títulos profesionales, prác tica y experiencia, especialidad, cargos \ndesempeñados y funciones que aspiran a cumplir."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 225,
    "texto": "Artículo 225. La Corte Suprema procederá a excluir de la lista: \n1. A quienes por sentencia ejecutoriada hayan sido declarados responsables de \ncualquier delito; \n2. A quienes hayan rendido dictamen invalidado posteriormente por error grave o dolo, \nmediante resolución ejecutoriada; \n  56\n3. A quienes com o secuestre, síndico, liqui dador, curador o com o adm inistrador de \nbienes, no hayan rendido oportunam ente cuentas de su gestión, o cubierto el saldo a \nsu cargo de dicha cuenta o reintegrado los bienes que les confiaron, o hayan utilizado \néstos en provecho propio o de terceros, o se les haya declarado responsables de \nadministración negligente; y \n4. A quienes hayan perturbado el curso de la s diligencias judiciales, ejerciendo actos \npropios de las partes y sus apoderados. \nCualquier ciudadano y el Ministerio Púb lico pueden solicitar la supresión de un \nnombre de la lista. \n \nArtículo 226 .  Ningún nom bramiento para auxiliar de l Órgano Judicial podrá recaer en \nascendientes, descendientes, cónyuge o colaterales dentro del cuarto grado de \nconsanguinidad o segundo de afinidad del funcionario que haga la designación."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 227,
    "texto": "Artículo 227. Sólo en el caso de que no existiere lista de peritos en la especialización o ma-\nteria de que se trate, o que los incluidos en lista estuvieren im pedidos para ejercer el cargo, \nlas autoridades podrán nom brarlos librem ente poniendo el hecho en conocim iento de la \nCorte Suprema de Justicia y dejando constancia en el expediente respectivo para los efectos \na que haya lugar. \n \nTÍTULO X \nJURISDICCIÓN Y COMPETENCIA \nCapítulo I \nJurisdicción"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 228,
    "texto": "Artículo 228. Jurisdicción es la facultad de administrar justicia."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 229,
    "texto": "Artículo 229. La jurisdicción civil ordinaria cono cerá de todo asunto que no esté atribuido \npor la ley a jurisdicciones especiales."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 230,
    "texto": "Artículo 230. La jurisdicción y la competencia se determinarán por la ley que rija al propo-\nnerse la demanda. \nPor tanto, si la nueva ley varía la jurisdicción o la com petencia, sólo será aplicable a \nlos procesos que se promuevan con posterioridad a su vigencia."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 231,
    "texto": "Artículo 231. Toda persona tiene libre acceso a los tr ibunales de justicia para pretender la \n 57\ntutela de los derechos reconocidos por las leyes. Tal tutela no podrá ser lim itada, sino con \narreglo a disposiciones expresas de la ley. \n \nArtículo 232 .  La jurisdicción nacional no queda excluida por la pendencia ante un juez \nextranjero del mismo proceso o de otro conexo con éste."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 233,
    "texto": "Artículo 233. La jurisdicción y la com petencia se determinan con respecto al estado de he-\ncho existente en el m omento de la presentaci ón de la dem anda o de ejercerse el derecho \nrespectivo. No tienen importancia respecto de ellas los posteriores cambios de dicho estado, \nsalvo que la ley expresamente disponga otra cosa. \n \nCapítulo II \nCompetencia \n \nArtículo 234 .  Com petencia en lo judicial es la facultad de adm inistrar justicia en \ndeterminadas causas."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 235,
    "texto": "Artículo 235. La competencia de un juez para conocer en determinados procesos se fija: \na. Por razón de territorio;  \nb. Por la naturaleza del asunto;  \nc. Por su cuantía; o \nd. Por la calidad de las partes."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 236,
    "texto": "Artículo 236. La competencia se divide en privativa y preventiva."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 237,
    "texto": "Artículo 237. Com petencia privativa es la que ej erce un tribunal en determ inado proceso \ncon absoluta exclusión de otro. \n \nArtículo 238 .  Com petencia preventiva es la que corresponde a dos o m ás tribunales de \nmodo que el prim ero que aprehende el conocim iento del proceso previene o im pide a los \ndemás conocer del mismo. \nSe exceptúan los procesos de alim ento en los cuales, aún cuando haya sido \naprehendido el conocim iento del negocio por un tribunal, por el cam bio de residencia del \nalimentista y a petición de éste, se declinar á el conocim iento del negocio al tribunal que \nejerce jurisdicción en el lugar del nuevo domicilio. \n  58"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 239,
    "texto": "Artículo 239. La competencia se pierde en un proceso determinado:  \na. Cuando se decide que el proceso corresponde a otro tribunal; y \nb. Por la terminación del proceso, diligencia, recurso o comisión."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 240,
    "texto": "Artículo 240. La competencia se suspende en uno o más procesos determinados: \n1. Por apelación concedida en efecto suspensivo, desde que se ejecutoria la resolución \nen que se otorgue; \n2. Por impedimento para conocer del proceso desde el día en que el juez o m agistrado \nmanifieste la causal hasta aquél en que, por  haber sido declarado que no es legal su \nimpedimento, los autos vuelven a su conocimiento; \n3. Por recusación, desde que el juez o m agistrado reciba aviso oficial de haber sido \npresentada hasta que se le comunique, también oficialmente, que ha sido negada; y \n4. Por la suspensión del curso del proceso en los casos previstos por la ley o por \nacuerdos de las partes."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 241,
    "texto": "Artículo 241. Los jueces y magistrados usurpan competencia:  \na. Cuando la ejercen antes de adquirirla o después de perderla o de estar en suspenso;  \nb. Cuando conocen o proceden contra resolución ejecutoriada del superior; y  \nc. Cuando se toman mayores facultades de las que se les concede en la comisión."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 242,
    "texto": "Artículo 242. Cuando la com petencia se fije por la  cuantía, los procesos serán de m ayor o \nde menor cuantía."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 243,
    "texto": "Artículo 243. La com petencia que se fija por raz ón del lugar donde debe ventilarse el pro-\nceso puede ser prorrogada. \nSe entiende que hay prórroga de com petencia cuando un tribunal, que no es llam ado \na conocer del proceso por razón de su cuantía  o del lugar donde debe ventilarse, conoce de \nella por voluntad de las partes. \nEn todos los casos de prórroga de com petencia, se observará la regla de que los \nJueces de Circuito pueden conocer de los procesos de m enor cuantía; pero los Jueces \nMunicipales no pueden conocer de los procesos de mayor cuantía."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 244,
    "texto": "Artículo 244. La prórroga de com petencia sólo puede concederse respecto de los procesos \nciviles. \n \n 59\nArtículo 245 .  Pueden prorrogar com petencia toda s las personas que son hábiles para \ncomparecer en procesos por sí m ismas; y por las que no son, pueden prorrogarla sus \nrepresentantes legales. Los representantes de l Estado, de los m unicipios y de las entidades \nautónomas y semiautónomas no pueden prorrogar competencia."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 246,
    "texto": "Artículo 246. La prórroga de com petencia se entie nde hecha al tribunal y no a la persona \ndel magistrado o juez."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 247,
    "texto": "Artículo 247. La prórroga de competencia puede ser expresa o tácita."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 248,
    "texto": "Artículo 248. La prórroga es expresa, cuando en el contrato m ismo o por un acto ulterior \nlas partes designan claram ente el tribunal al cual se som eten. La prórroga expresa fija \nprivativamente la competencia del tribunal escogido por las partes."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 249,
    "texto": "Artículo 249. La prórroga es tácita por parte del dem andante cuando éste ocurre a determ i-\nnado tribunal, interponiendo la dem anda; y por parte del demandado por el hecho de hacer, \ndespués de contestada la demanda, cualquier gestión que no sea la de promover incidente de \nnulidad por falta de competencia."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 250,
    "texto": "Artículo 250. La prórroga tácita de com petencia obliga tanto al que la otorga com o a quien \nla acepta."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 251,
    "texto": "Artículo 251. La com petencia por razón de la cuantía solam ente podrá ser prorrogada por \nla ley. \nHay prórroga de esta naturaleza en los casos de reconvención, tercería y \nacumulación legalmente decretada y en los concursos de acreedores."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 252,
    "texto": "Artículo 252. Cuando haya reconvención o tercería, aprehende el conocim iento del asunto \nprincipal, aunque sea de m enor cuantía, el tribunal superior del que esté conociendo de \ndicho asunto principal, siempre que el negocio que sea objeto de tercería o reconvención sea \nde mayor cuantía. Igualm ente, el tribunal que conoce de un proceso de m ayor cuantía es el \ncompetente para conocer de las respectivas  demandas de reconvención y tercería, aunque \néstas sean de menor cuantía. \n \nArtículo 253 .  La com petencia por razón de la calid ad de las partes solam ente puede ser \nprorrogada por la ley. \n  60"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 254,
    "texto": "Artículo 254. La competencia no variará en el curso del proceso aun cuando sean citadas o \nse presenten como intervinientes la Nación u otras entidades de derecho público."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 255,
    "texto": "Artículo 255. Salvo que la ley disponga otra cosa, cuando se demande una persona jurídica, \nes competente el juez del lugar donde la misma tiene su sede. Es competente también el juez \ndel lugar donde la persona jurídica tiene un establecim iento y un representante autorizado \npara estar en proceso para el objeto de la demanda. \nPara los fines de la com petencia, las sociedades que no tienen personalidad jurídica, \nlas asociaciones y entidades no reconocidas y las sociedades de que trata el Código Civil, \ntienen su sede donde desarrollan actividades en forma continuada."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 256,
    "texto": "Artículo 256. Por razón del lugar donde debe ventila rse el proceso, com o regla general en \nlos procesos civiles, el juez competente es el del domicilio del demandado; y en los actos de \nprocesos no contenciosos de carácter civil, el del interesado.  \n \nArtículo 257 .  El que no tiene dom icilio fijo puede  ser dem andado en el lugar donde se \nencuentre y cuando ocurra en varios lugares, circunstancias constitutivas del dom icilio civil, \npuede ser demandado en cualquiera de ellas. \nArtículo 258 .  Un juez que tiene com petencia respecto de una persona la tiene tam bién \nrespecto de las personas a quienes ella representa legalmente."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 259,
    "texto": "Artículo 259. Tam bién son jueces com petentes para conocer del proceso civil los que se \nmencionan en cada uno de los casos siguientes, además del juez que ejerza sus funciones en \nel domicilio del demandado, todos los cuales conocerán a prevención, según la elección que \nhaga el demandante: \nCaso primero: En los procesos en que se ejerc ita una acción personal proveniente de \nun contrato, son jueces com petentes el del lugar donde debe cum plirse la obligación \ncontraída y el del lugar donde se celebró el contrato, si en este últim o estuviere el \ndemandado cuando se entable la acción. \nSe reputa que el dem andado está en el lugar donde se celebró el contrato, si en él se \nhallare un representante suyo, con poder en debi da form a para transigir, com prometer y \ncomparecer en juicio como demandante y demandado. \nCuando el lugar donde debe cum plirse la obligación contraída, no ha sido designado \nexpresamente, basta que aparezca m anifiesta la voluntad de los contratantes a este respecto. \nA falta de designación expresa o presunta se te ndrá en cuenta lo que disponen los Códigos \n 61\nCivil y de Comercio. \nEl juez del lugar donde debe cumplirse la obligación también es competente para co-\nnocer del proceso en que se reclam e la resolución de un contrato por falta de cum plimiento \nde lo pactado, pero no si el juicio tiene un obj eto distinto como la nulidad del contrato res-\npectivo. \nSi la acción personal nace del contrato de  arrendam iento de transportes, y la \ndemanda tiene por objeto la conducción de la carga a su destino, son competentes el juez del \nlugar donde ésta se hallare detenida, y todos los de los lugares del tránsito, si en aquél o con \néstos se hallare el expedidor o el empresario de transporte. \nSi el juez com petente, por razón de la natu raleza de la causa que se ha de ventilar, \nfuere de circuito y en los expresados l ugares no hubiere juez de esta categoría, debe \nentenderse que el Juez de Circuito a que corresponden dichos lugares es el competente. \nEn las obligaciones solidarias el juez com petente respecto de un deudor es tam bién \nrespecto a los otros. \nCaso segundo: En las dem andas civiles sobre repa ración de daños y perjuicios por \nresponsabilidad extracontractual es competente el juez del lugar donde se causó el daño. \nCaso Tercero: En los procesos que se ejercitan acciones reales sobre bienes m uebles, \nes juez competente el del lugar donde se encuentren. Pero si el dem andado no se hallare en \ndicho lugar y al serle notificada la providenc ia que acogió la dem anda diere fiador abonado \npara responder tanto de la cosa com o de que comparecerá ante el juez de su dom icilio, ante \néste debe entablarse la acción, para lo cual tie ne el demandante el término de la distancia y \nquince días m ás. Transcurrido este térm ino, si la dem anda no ha sido propuesta, term ina la \nresponsabilidad del fiador. \nCaso Cuarto: En los procesos en que se ejerce la acción reivindicatoria sobre bienes \ninmuebles, es juez com petente el del lugar donde está ubicado el inm ueble o su m ayor \nextensión. \nCaso Quinto : En los procesos sobre constitución de una servidum bre, o sobre el \nmodo de ejercer una constituida, es juez com petente el del lugar donde estuviere situado el \npredio que deba ser o que es sirviente, según el caso; y en los de extinción de una \nservidumbre el juez del lugar donde estuviere el predio dominante. \nCaso Sexto : En los procesos en que se ejercite la acción hipotecaria, son jueces \ncompetentes el del lugar donde debe cum plirse la obligación contraída, con la aclaración \nconsignada en el caso prim ero; el del lugar de la situación total o parcial del inm ueble, o de \nalguno de los inmuebles hipotecados, si son varios. \nCaso Séptimo: En general, en los procesos en que se ejerciten acciones m ixtas, son \n  62\njueces competentes el del lugar donde se halla la totalidad de las cosas o una parte de ellas, y \nlos mencionados en el caso primero, salvo las disposiciones especiales. \nCaso Octavo: En los procesos de nulidad de matrimonio, de divorcio y de separación \nde cuerpos es juez com petente el del dom icilio conyugal. Si este dom icilio no hubiere sido \nexpresamente establecido con arreglo a la le y, se tendrá por tal el del m arido. Cuando la \ncausa alegada en la dem anda de divorcio o separación de cuerpos sea la de abandono de los \ndeberes conyugales, el Juez competente lo será el de la residencia personal del demandante. \nCaso Noveno: En los procesos de alim entos es juez competente el del dom icilio del \ndemandante, sin perjuicio de que la acción pue da ser prom ovida ante el juez del dom icilio \ndel obligado a darlos. \nCaso Décimo: Si la acción se refiere a un establec imiento comercial o industrial, es \njuez competente el del lugar en que está situado el establecimiento. \n \nArtículo 260 .  En los procesos de disolución, nulid ad o liquidación de sociedades, será \ncompetente el juez del domicilio principal de la sociedad."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 261,
    "texto": "Artículo 261. Las disposiciones de este Artículo, como especiales que son, prevalecen sobre \nlas de los Artículos anteriores: \n1.  Es juez com petente para declarar abierto el juicio de sucesión, el del dom icilio que \nen la República tenía el f inado al tiempo de la muerte. Si no tenía dom icilio fijo o lo \ntenía en varios lugares o en países extranje ros, es juez com petente el del lugar en la \nRepública donde al tiempo de la muerte se hallare la mayor parte sus bienes; \n2.  El juez ante quien se abra el proceso de sucesión es el competente para conocer tanto \nde la declaratoria de herederos com o lo relativo a las diligencias de inventarios y \navalúos de los bienes y al beneficio de se paración de los mismos todo lo cual, com o \ntambién la dem anda de participación si ésta  fuere propuesta antes de que el juicio \nhaya sido protocolizado, se seguirá bajo una sola tram itación. Mientras estuviere \npendiente el proceso de sucesión, el mismo juez que conoce de él es el único com pe-\ntente para conocer, en proceso separado, de las dem andas siguientes: las de \nalimentos que deba la m ortuoria; las que se refieren a ocultación de bienes; las \ncontroversias sobre derechos a la sucesión por testamento o ab intestato, incapacidad \no indignidad de los asignatarios, declar ación de las cláusulas testam entarias y \nnulidad del testamento o de disposiciones en él contenidas; \n3.  En las dem andas sobre entrega de legados y fideicom isos son com petentes, a \nprevención, el juez del dom icilio del fiduciari o o del heredero a quien el testador \nhaya encargado la entrega de ellos; el de l lugar donde se haya distribuido la m ayor \n 63\nparte de los legados; el del lugar donde está la cosa legada o fideicom itida, cuando el \nlegado o el fideicomiso consiste en cosa determinada; el del lugar donde se hallare la \nmayor parte de la herencia, y el del luga r del domicilio de cualquiera de los herede-\nros, cuando el testador no haya conferi do el encargo de la entrega a alguno de los \nmismos; \n4.  El juez que conoce del proceso de su cesión es com petente para conocer, por \nseparado, de los procesos que prom ueven lo s acreedores hereditarios contra ella \nmientras esté pendiente el proceso, lo cual es sin perjuicio de que tales acreedores \npromuevan su acción ante cualquiera de lo s jueces que serían com petentes si la \nhubieran ejercido contra la persona del deudor difunto, o cualquiera de los Jueces \nque también sean competentes para conocer de la demanda de dichos acreedores; \n5.  En las dem andas para que se rindan cuentas es juez com petente el del lugar donde \nhan debido rendirse o el del domicilio del demandado. \n   Los jueces de los lugares donde han debido rendirse las cuentas, o donde fue \nel centro de la adm inistración o del dom icilio del poderdante o dueño de los bienes, \nson com petentes para conocer a prevenci ón, de la solicitud de un m andatario que \npresenta las cuentas de su administración para que las examine el mandante; y \n6.  En los procesos sobre división de bienes  comunes es juez com petente el del lugar \ndonde se encuentran los bienes. \nLas reglas anteriores se subordinan de ntro de uno o varios circuitos a la \ncompetencia por razón de la cuantía."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 262,
    "texto": "Artículo 262. En los procesos no contenciosos es juez competente el del dom icilio de la \npersona en cuyo interés se promueve y salvo disposición en contrario. \n \nArtículo 263 .  En los procesos que la Nación pr omueve contra un m unicipio o contra \ncualquier otra entidad político-adm inistrativa legalmente organizada o una persona, sea ésta \nnatural o jurídica, el conocim iento corresponde al Juzgado de Circuito a cuya \ncircunscripción pertenezca la entidad política o esté el dom icilio legal de la persona \ndemandada."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 264,
    "texto": "Artículo 264. La falta de com petencia, cuando es im prorrogable, es causa de nulidad de lo \nactuado. Si la com petencia fuere prorrogable,  la falta de ella producirá el efecto que \ndeterminen las disposiciones sobre procedimiento. \n \n  64"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 265,
    "texto": "Artículo 265. Por razones de conveniencia pública,  la Corte Suprem a podrá disponer que \nconozca de determinado asunto penal un tribunal di stinto de aquel al cual está atribuido por \nrazón del lugar donde debe ventilarse el juicio, siempre que sea de igual categoría. \n \n \n \n \nCapítulo III \nAcumulación Objetiva"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 266,
    "texto": "Artículo 266. Las causas contra varias personas que a tenor de este Capítulo deberían pro-\nponerse ante jueces distintos, por razón del dom icilio, si son conexas por el objeto o título, \npueden proponerse ante el juez del lugar de reside ncia o domicilio de una de ellas, para ser \ndecididas en el mismo proceso. \n \n \nTÍTULO XI \nDÍAS Y HORAS DE DESPACHO EN LAS OFICINAS JUDICIALES"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 267,
    "texto": "Artículo 267. Todos los días hábiles habrá despacho en las oficinas judiciales, durante una \njornada regular de ocho horas diarias excepto los sábados, días feriados y de fiesta nacional.  \nEl horario de labores será estipulado m ediante acto adm inistrativo del Pleno de la Corte \nSuprema de Justicia para el Órgano Judicial y del Procurador General de la Nación para el \nMinisterio Público.  Hasta que la Ley de  Presupuesto General del Estado disponga, en \ncuanto a los ajustes salariales que com pensen el aumento de la jornada de trabajo señalada, \nse mantendrá la jornada vigente. \nPara resolver los casos urgentes en m ateria civil como amparos, medidas cautelares, \nsuspensión de los mismos y otros análogos para tramitar Recursos de Hábeas Corpus, y para \nlas diligencias de excarcelación bajo fianza a los detenidos, los jueces y m agistrados tienen \nel deber de despachar en cualquier día aunque sea inhábil.  En estos casos no habrá reparto, \npero el tribunal tendrá en cuenta la adjudi cación del asunto en el prim ero que haga cuando \nesté de turno. \nLos funcionarios que incum plieren los deberes establecidos en este Artículo serán \nsancionados disciplinariamente por sus superiores jerárquicos."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 268,
    "texto": "Artículo 268. Cuando por razón de diligencia que haya n de practicarse fuera de la sede del \n 65\ntribunal o juzgado o de inventario general de los asuntos, debe cerrarse el despacho en días \nhábiles, el secretario lo anunciará al público por medio de anuncio fijado en la puerta de la \noficina, con indicación concreta del m otivo que hubiere dado lugar a la m edida. Los \nanuncios serán foliados por el secretario en orden cronológico."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 269,
    "texto": "Artículo 269. Los m agistrados y jueces deben concu rrir a su oficina durante los días y ho-\nras de despacho para atender los asuntos de su cargo. \nTÍTULO XII \nCARRERA JUDICIAL \n \nArtículo 270 .  El ingreso a la Carrera Judicial se  hará en la form a y condiciones que se \nestablezcan en el presente Título. \nNo form an parte de la Carrera Judicial los Magistrados de la Corte Suprem a de \nJusticia, el Procurador General de la Naci ón, el Procurador de la  Adm inistración y el \npersonal de secretaría y de servicio inmediatamente adscrito a los servidores públicos que no \nformen parte de la Carrera Judicial, que incluye escribientes, asistentes, conductores, \ncitadores y porteros. Estos funcionarios subalternos serán de libre nombramiento y remoción \ndel titular del despacho, pero tendrán los dem ás derechos, obligaciones y prohibiciones que \nlas leyes del ram o les asignan a los otros func ionarios del Órgano Judicial y del Ministerio \nPúblico. \nPara ingresar a la Carrera Judicial es pr eciso cumplir con los requisitos exigidos por \nla ley o los reglamentos para ocupar el cargo respectivo. \nPara estos efectos se instituirá una clasifi cación de cargos judiciales y del Ministerio \nPúblico, que servirá de base para todo lo a tinente a la selección, nombramiento y promoción \nde los funcionarios de Carrera. Esta clasifi cación se hará tom ando en cuenta las funciones, \nresponsabilidades y derechos inherentes al cargo. \n \nCapítulo I \nNombramientos \n \nArtículo 271 .  Para ocupar los cargos de Magistrados de Distrito Judicial, de Jueces de \nCircuito y de Jueces Municipales de Prim era y Segunda Categoría, se seguirán las reglas si-\nguientes:  \na. Se ascenderá, en primer lugar, al funcionario de la categoría inmediatamente inferior \nde mayor antigüedad en la m isma y la m ejor hoja de servicio, siem pre que cum pla \n  66\ntambién los requisitos exigidos para el cargo superior; y \nb. Si hubiere una segunda vacante, se som eterá a concurso entre los que ocupen un \npuesto inmediatamente inferior en el escal afón y los aspirantes extraños al Órgano \nJudicial que reúnan los requisitos que fije el Reglamento de nom bramientos, trasla-\ndos y ascensos, que dictará el Pleno de la  Corte Suprem a de Justicia. Las m ismas \nreglas se observarán para llenar las vacantes siguientes."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 272,
    "texto": "Artículo 272. Para los efectos de todos los derechos y garantías consagradas en este Código \npara la Carrera Judicial, solo gozarán de los mismos los funcionarios y empleados judiciales \nque hayan ingresado a los cargos m ediante el cumplimiento de las exigencias establecidas \npara el ingreso a dicha Carrera. \nNo obstante esta disposición, los funcionari os del Órgano Judicial y del Ministerio \nPúblico, nombrados por lo m enos cinco años an tes de la prom ulgación de esta Ley que no \ncumplan con los requisitos señalados en este C ódigo, se les garantizará estabilidad m ientras \nno incurran en causa que, conform e a la ley, justifique su rem oción o separación del cargo \nque ocupan."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 273,
    "texto": "Artículo 273. Los nuevos cargos en el Órgano Judici al se designarán en la m isma forma \nprevista en los Artículos anteriores de conformidad con las normas de la Carrera Judicial. \n \nCapítulo II \nJuramento y Toma de Posesión"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 274,
    "texto": "Artículo 274. Los m agistrados y los jueces prestarán ante el funcionario o tribunal que les \nnombró, el juram ento de desem peñar bien y fielmente su cargo; y de cum plir y hacer \ncumplir la Constitución y todas las normas legales vigentes en el país. \nLos magistrados, los jueces y los subalternos  deben tomar posesión de sus cargos, si \nestán dentro del país, en los cinco días si guientes a la notificación del nom bramiento; si \nestuvieran fuera del país, dentro de los quince días siguientes. \nEste plazo podrá prorrogarlo por otro i gual quien hizo el nom bramiento si lo \nconsidera aconsejable en vista de los motivos alegados por el nombrado. \nSi el nom brado dejare de tom ar posesi ón del cargo en el prim ero o en el segundo \nplazo, según fuere el caso, quien hizo el nom bramiento declarará la vacante y se abrirá \nnuevamente a concurso el puesto.  Mientras és te se celebra, se designará para el cargo uno \nde los suplentes del titular. \n \n 67"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 275,
    "texto": "Artículo 275. Los suplentes de los magistrados y de los jueces, ya sean estos de Circuitos o \nMunicipales, serán escogidos por concurso en tre los graduados en Derecho que tengan la \nedad requerida por la ley y los titulares de un cargo de la categoría inmediata inferior. \nLos suplentes de los Jueces Municipales de  3ª Categoría serán escogidos m ediante \nconcurso libre. Si a éste no se presentare c oncursante en el plazo señalado, el nom bramiento \nse hará entre los que tengan credenciales para  ejercer la judicatura y las personas que hayan \ndesempeñado los cargos de secretario y oficia les mayores de los Jueces Municipales de 2ª \nCategoría. \n \nArtículo 276 .  Cuando m ás de un m agistrado o ju ez tom e posesión el m ismo día se \nconsiderará el más antiguo aquél cuyo nombramiento sea de fecha anterior. Si hubiere dos o \nmás en fecha igual que tomen posesión el mismo día, el nombrado que haya permanecido en \nel Órgano Judicial o en el Ministerio Público por mayor número de años, será considerado el \nmás antiguo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 277,
    "texto": "Artículo 277. Para computar la antigüedad en cualquier caso deberán tomarse en cuenta los \naños de servicio que el funcionario haya pr estado en el Órgano Judicial o el Ministerio \nPúblico antes y después de prom ulgada esta  Ley, cualquiera que sea el puesto, sea éste \nigual, inferior o superior del que esté abierto a concurso. \n \nCapítulo III \nEscalafón"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 278,
    "texto": "Artículo 278. El escalafón com prende las categorías que van de Jueces Municipales de 2ª \nCategoría, a Magistrados de Distrito Judicial. \n \n \nCapítulo IV \nInamovilidad"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 279,
    "texto": "Artículo 279. Los Magistrados de Distrito Judicial , los Jueces de Circuito y Municipales, \nasí com o los servidores públicos subalternos  y am parados por la Carrera Judicial, son \ninamovibles. En tal virtud, no podrán ser destitu idos, suspendidos ni trasladados sino por \nrazón de delito o por falta debidam ente comprobados. En ningún caso podrá destituírseles \nsin ser oídos en los términos previstos en este Título. \n  68\nLo anterior es aplicable a las personas que, com o suplentes, ejerzan funciones \njudiciales ocasionalmente. \n \nCapítulo V \nSuspensión \n \nArtículo 280 .  Los servidores públicos del escalafón judicial serán suspendidos en el \nejercicio de sus funciones: \na. Cuando hubieren sido llam ados a juicio por cualquier delito, y el auto respectivo se \nencuentre ejecutoriado; \nb. Cuando hubiere sido decretada la suspensión por autoridad disciplinaria competente; \ny \nc. Cuando se instruya proceso crim inal contra el servidor público por delito com etido \nen ejercicio de sus funciones y la gravedad  de los cargos justifique la suspensión del \nacusado. \nEn el caso a) la suspensión la decretará el tribunal competente; en el b) el que juzgue \nla falta disciplinaria; en el c) el magistrado o juez que sustancie la causa. \nLa suspensión en el primer caso durará el tiempo de la causa hasta cuando recaiga en \nella sentencia absolutoria. En el segundo caso, hasta cuando se cum pla la corrección.  En el \nprimer y tercer caso, se suspenderá al acusado el abono de sus salarios y em olumentos, los \ncuales se le entregarán acumulados si la causa terminare con sentencia absolutoria. En el se-\ngundo caso, el suspenso no recibirá sueldo ni emolumento de ninguna naturaleza."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 281,
    "texto": "Artículo 281. Durante la suspensión reem plazará al suspenso el Suplente que sea llam ado \npor quien hizo el nom bramiento. Si el prim er suplente estuviera incapacitado para llenar el \ncargo, se llamará al segundo. Si éste se hallare también incapacitado, se llam ará al suplente \nde otro funcionario de igual categoría. \nSon causas para que un suplente se declare impedido la enfermedad que lo incapacite \npara ejercer el cargo, com probada con certifica do médico; o la necesidad de ausentarse del \npaís debidamente establecida. El suplente que, al ser llamado por el titular suspenso, deje de \nencargarse sin justa causa del cargo respectivo, quedará de hecho separado de la Carrera \nJudicial y perderá todos los derechos que le reconoce este Título. \n \nCapítulo VI \nTraslados \n \n 69\nArtículo 282 . Con autorización razonada y escrita del funcionario que hizo el \nnombramiento, los del escalafón judicial de i gual categoría podrán trasladarse por m utuo \nconsentimiento de sus respectivos cargos."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 283,
    "texto": "Artículo 283. Con excepción de los Magistrados de la  Corte Suprem a de Justicia y de los \nJueces Municipales de 3ª Categoría, los m agistrados y los jueces podrán ser trasladados a \npuestos de igual categoría por cualquiera de las causas siguientes: \na. Por m anifiesta enem istad con uno o m ás de los m agistrados o entre jueces que \nintegran un tribunal de Apelaciones y Consultas; \nb. Cuando en la sede del tribunal en que ejercen sus cargos actúen perm anentemente \ncomo abogados, parientes dentro del cuar to grado de consanguinidad o segundo de \nafinidad del magistrado o juez y no hubiere más que un tribunal o un juzgado, ya sea \nde lo Civil o de lo Penal. Los literales anteriores son aplicables a los agentes del \nMinisterio Público en lo que les corresponda. \nDespués de acordado el traslado de un m agistrado, juez o agente del Ministerio \nPúblico, éste se llevará a cabo apenas surja la  posibilidad de hacerlo, ya sea por vacante que \nse produzca o por darse la situación contemplada en el párrafo primero de este Artículo. \n \nCapítulo VII \nSeparación"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 284,
    "texto": "Artículo 284. Procede la separación de los servidor es públicos del escalafón judicial sólo \nen alguno de los siguientes casos: \n1. Cuando por sentencia firm e se les im pusiere cualquier pena por delito com ún o \ncontenido en cualquier legislación especial; \n2. Cuando después de haber sido nombrados, se acredite debidamente que han sufrido o \ncumplido cualquier pena por delito común de carácter doloso; \n3. Por im pedimento físico o intelectual debidamente acreditado o se hallaren en \nalgunos de los casos de incompatibilidad de que trata este Código; \n4. Cuando abandonaren las labores de sus cargos  por tres días consecutivos o m ás sin \nlicencia debidamente otorgada y en los casos del Artículo 60 de este Código; \n5. Cuando tomen directa o indirectamente parte en la política partidista; \n6. En los casos de incom patibilidad establecidos en el Artículo 209 de la Constitución \nPolítica; y \n7. Cuando el juez, m agistrado o agente del Ministerio Público haya sido separado del \n  70\nconocimiento de un proceso por dem ora en su tram itación dos o m ás veces durante \nun mismo año. \nEn el caso prim ero de este Artículo, el funcionario quedará separado del cargo tan \npronto sea ejecutoriada la sentencia respectiva. \nEn los dem ás casos, se seguirá el proced imiento establecido en los Artículos 290 y \n291.  \n \nCapítulo VIII \nRenuncias"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 285,
    "texto": "Artículo 285. Corresponde al tribunal o juez que hizo  el nombramiento recibir las renuncias \ny aceptarlas. Una vez aceptadas, debe comunicársele a la Corte Suprema de Justicia para que \nabra el puesto a concurso si no fuere el caso de cubrir la vacante a base de antigüedad y \nmejor hoja de servicio. \nSi durante el lapso de doce m eses ocu rriera m ás de una renuncia o defunción o \ndestitución de m ás de un servidor público de la m isma categoría, la prim era vacante la \nllenará el funcionario de m ayor antigüedad y m ejor hoja de servicio en la categoría \ninmediatamente inferior; la segunda vacante se llenará mediante concurso, la tercera com o \nla primera y así sucesivamente. \n \nCapítulo IX \nCorrecciones Disciplinarias"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 286,
    "texto": "Artículo 286. Los servidores públicos del escalafón judicial y los del Ministerio Público de \nigual categoría, serán sancionados disciplinariamente en los siguientes casos: \n1. Cuando faltaren de palabra, por escrito o de obra, a sus superiores en el orden \njerárquico; \n2. Cuando faltaren al despacho m ás de tres días en un m es o m ás de un lunes en el \nmismo lapso sin causa justificada; \n3. Cuando fueren denunciados por negligencia o m orosidad en el cum plimiento de sus \ndeberes oficiales y se comprobare el cargo; \n4. Cuando dieren a las partes o terceras pe rsonas, opiniones, consejos, indicaciones o \ninformación confidencial, en relación con asuntos pendientes en sus despachos, que \npuedan ser motivo de controversia, si se comprueba el cargo; \n5. Cuando dirigieren al Órgano Ejecutivo o a servidores públicos o a corporaciones \noficiales, felicitaciones o censuras por sus actos; \n 71\n6. Cuando tomaren parte en reuniones, m anifestaciones o en cualquier acto de carácter \npolítico que no sea el de depositar su voto en los comicios electorales; \n7. Cuando censuraren injustificadam ente por escrito o verbalm ente la conducta oficial \nde otros jueces o magistrados o agentes de Ministerio Público; \n8. Cuando sugirieren a jueces y tribunales la decisión de negocios pendientes en juicios \ncontradictorios o en causas criminales, salvo cuando la ley así lo disponga; \n9. Cuando sugirieren a jueces y tribunale s subalternos el nom bramiento de una \ndeterminada persona; y \n10.  Cuando infringieren cualquiera de las prohibiciones o faltaren al cum plimiento de \nlos deberes que este Código u otros códigos y leyes tengan establecidos. \n \nArtículo 287 .  La aplicación de las correcciones discip linarias de que trata este Capítulo \npodrán prom overla individualm ente los Magistra dos de la Corte Suprem a de Justicia, los \nMagistrados de los Tribunales Superiores, el Procurador General de la Nación, el \nProcurador de la Administración, los Fiscales Superiores, los Jueces de Circuito, los Fiscales \nde Circuito, los Jueces Municipales, los Personeros Municipales y cualquier particular.  \n \nArtículo 288 .  Los funcionarios m encionados en el  Artículo anterior deberán prom over el \nprocedimiento para la aplicación de la corr ección disciplinaria por los datos que, con el \ncarácter de ciertos, hubieren llegado a su conocimiento, por queja bajo juramento presentada \npor cualquiera persona o cuando se lo ordenen sus superiores en el orden jerárquico."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 289,
    "texto": "Artículo 289. La jurisdicción disciplinaria sobre ju eces y m agistrados será ejercida por el \nrespectivo superior jerárquico."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 290,
    "texto": "Artículo 290. El procedimiento consistirá en:  \na. Dar vista de los antecedentes por cinco días al funcionario contra quien se proceda;  \nb. Admitir las pruebas conducentes que se presenten a favor del acusado o en su contra, \ncuando alguien quiera hacerlo;  \nc. Señalar un término no menor de tres días ni mayor de quince para su práctica; \nd. Procurar de oficio la com probación de los hechos que constituyen la falta \ndisciplinaria; y \ne. Oír de palabra o por escrito al acusado y, a juicio del funcionario sustanciador, a \ncualquier persona que desee hacerlo, en un término común de cinco días. \n  \n  72\nArtículo 291 . Term inado el procedim iento, el supe rior jerárquico im pondrá la corrección \ndisciplinaria o declarará no haber lugar a ello."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 292,
    "texto": "Artículo 292. A los jueces y agentes del Ministerio Público se les aplicarán las sanciones \ncorreccionales de conformidad con la gravedad de la falta así:  \n1. Am onestación; \n2. Multa no m enor de cinco balboas (B/ .5.00) ni m ayor de veinticinco balboas \n(B/.25.00); y \n3. Suspensión del cargo y privación de sueldo por lapso no mayor de quince días."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 293,
    "texto": "Artículo 293. A los Magistrados y Fiscales Superiores  de Distritos Judiciales y a los Jueces \ny Fiscales de Circuito se im pondrán las si guientes correcciones de conform idad con la \ngravedad de la falta: \n1. Am onestación; \n2. Multa no menor de diez balboas (B/.10.00) ni mayor de cien balboas (B/.100.00); y \n3. Suspensión de cargos y privación de sueldo por un lapso no mayor de treinta días. \n \nArtículo 294 .  El superior com petente que im puso la sanción la notificará al sancionado. \nCuando se trate de m ulta, se le com unicará además a la oficina pagadora para que la haga \nefectiva. La suspensión del cargo y privación de sueldo, al suplente que deba reemplazarlo y \na la oficina pagadora respectiva. A ésta y al s uplente sólo se les dará aviso cuando el fallo \nesté ejecutoriado. \n \nArtículo 295 . Contra las decisiones dictadas en lo s procedim ientos de que trata este \nCapítulo, cabe el Recurso de Reconsideración. \n \nArtículo 296 . El plazo para recurrir es de dos días , contado a partir de la fecha de la \nrespectiva notificación. \nEl recurso debe form ularse por escrito, y deberá resolverse en un térm ino no mayor \nde diez días."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 297,
    "texto": "Artículo 297. Cuando a un servidor público del escalaf ón judicial o del Ministerio Público \nde igual categoría, se le haya im puesto m ás de dos veces la pena de suspensión con \nprivación de sueldo en el lapso de dos años y se haga acreedor a nueva sanción de la m isma \níndole, perderá el cargo. \n \n 73"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 298,
    "texto": "Artículo 298. Los secretarios y em pleados subalter nos que se hallaren en algunos de los \ncasos del Artículo 286 serán corregidos discip linariamente por el servidor público con \nfacultad para hacer su nom bramiento. También lo serán cuando persistan en llegar tarde al \ndespacho, a pesar de las prevenciones de sus superiores. Las correcciones serán: \n1.  Amonestación; \n2.  Multa que no exceda de diez balboas (B/.10.00) en los Juzgados y Personerías \nMunicipales; de veinte balboas (B/.20.00) en los Juzgados y Fiscalías de Circuito; de \ntreinta balboas (B/.30. 00) en los Tribunale s y Fiscalías Superiores y de cuarenta \nbalboas (B/.40.00) en la Corte Suprem a de Ju sticia y en la Procuraduría General de \nla Nación y de la Administración; y \n3.  Suspensión y privación de sueldo hasta por quince días."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 299,
    "texto": "Artículo 299. El procedimiento será el señalado en  el"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 290,
    "texto": "Artículo 290. Los secretarios y dem ás \nsubalternos pueden usar el Recurso de Reconsideración. \n \nArtículo 300 . Las disposiciones de este Título son aplicables al Tribunal Tutelar de \nMenores."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 301,
    "texto": "Artículo 301. Todos los servidores públicos del Órgano Judicial y del Ministerio Público, \nademás de los Magistrados, Jueces y funcionari os de Carrera, recibirán cada cuatro años, a \npartir del 1º de marzo de 1980, los siguientes sobresueldos: \nDe 5% sobre el salario si éste no excede del mínimo; \nDe 4 y 3/4% si el sueldo no excede de doscientos balboas (B/.200.00); \nDe 4 y 1/2% si el sueldo no excede de doscientos veinte balboas (B/.220.00); \nDe 4 y 1/4% si el sueldo no excede de doscientos cincuenta balboas (B/.250.00); \nDe 4% si el sueldo no excede de trescientos balboas (B/.300.00); \nDe 3 y 3/4% si el sueldo no excede de trescientos cincuenta balboas (B/.350.00); \nDe 3 y 1/2% si el sueldo no excede de cuatrocientos balboas (B/.400.00); \nDe 3% si el sueldo no excede de cuatrocientos cincuenta balboas (B/.450.00); \nDe 2 y 3/4% si el sueldo no excede de cuatrocientos setenta y cinco balboas \n(B/.475.00); y \nDe 1% si el sueldo no excede de mil quinientos balboas (B/.1,500.00). \n \nTÍTULO XIII \nDEBERES, PRERROGATIVAS Y SANCIONES \n  74\nArtículo 302 .  Los funcionarios del Órgano Judici al no podrán ejercer atribuciones que \nexpresa y claramente no les hayan conferido la Constitución y las leyes. \n \nArtículo 303 . Los m agistrados y jueces guardarán a las partes, a sus apoderados y \ndefensores, la libertad de que deben gozar pa ra sostener de palabra o por escrito sus \nderechos y m ientras que éstos procedan con arreglo a las leyes y con el debido respeto a \ndichos funcionarios y a las autoridades legalm ente constituidas, serán tratados con el decoro \ncorrespondiente y no se les interrumpirá de modo alguno, cuando aleguen en estrados."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 304,
    "texto": "Artículo 304. Las copias que entre sí soliciten los tribunales son diligencias judiciales y \npodrán pedirse por m edio de oficio, telegram a, teléfono o dem ás m edios m odernos de \ncomunicación. En este último caso, el Secretario del Tribunal dejará debida constancia en el \nexpediente de la realización de la com unicación, con la identificación de la persona con la \ncual se comunicó."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 305,
    "texto": "Artículo 305. Los m agistrados y jueces tienen derecho a pedir a cualesquiera funcionarios \npúblicos los inform es y copias autenticadas que juzguen convenientes para el despacho de \nlos asuntos en que intervienen. \n \nArtículo 306 . El funcionario a quien se pide info rme o copia tiene el deber de darlos \ninmediatamente y el funcionario om iso o m oroso será responsable por los perjuicios que \ncause."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 307,
    "texto": "Artículo 307. El m agistrado o juez que reem plaza otro, en la m isma plaza, sustituye a su \nantecesor como si fuera el m ismo, en todo lo que no tenga relación con los térm inos para el \ndespacho, ni con motivos de impedimento o causales de recusación."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 308,
    "texto": "Artículo 308. El m agistrado o juez que rehusare juzg ar pretextando silencio, obscuridad o \ninsuficiencia de la ley, será responsable de denegación de justicia e incurrirá en las \nsanciones establecidas en el Código Penal."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 309,
    "texto": "Artículo 309. Todos los funcionarios del Órgano Judici al y del Ministerio Público tienen la \nfacultad  de servirse gratuitam ente de los telé grafos, teléfonos y radios para hacer cum plir \nsus órdenes; para reclam ar la práctica de diligencias ya ordenadas; para la persecución, \naprehensiones o detención de sindicados o reos, y  para  cualesquiera otros casos urgentes \n 75\nque puedan ocurrir en la secuela de los procesos. \n Los m ismos funcionarios judiciales podr án tam bién hacer uso de los m edios de \ncomunicación arriba expresados, para ordena r la inm ediata libertad de un reo o de un \nsindicado de delito que se halle detenido fuera de  la residencia del respectivo tribunal, ya \npor haber cum plido el reo su condena, ya por ha bérsele absuelto o declarado libre de pena \npor prescripción, ya por amnistía o por indulto o por haberse dictado auto de sobreseimiento \nprovisional o definitivo, o de excarcelación o cesación del procedimiento. \nArtículo 310 . Las órdenes que se tram iten en la form a establecida en el Artículo anterior \ndeberán llevar com o encabezam iento el nom bre y residencia del tribunal, la fecha del \ndespacho y el nom bre y el lugar del funcionario a quien se dirige; y al pie irán las firm as \nautógrafas del presidente  del tribunal resp ectivo o la del m agistrado o juez, según el caso. \nDichos despachos serán redactados con la mayor claridad y precisión que eviten duda. \n Las órdenes de que trata este Artículo merecerán entera fe y serán  cumplidas de igual \nmodo y con los m ismos efectos que las dadas por medio de exhortos, despachos y oficios \ncomunes. \n Dichos funcionarios podrán, adem ás, em plear, en cualquier proceso, los correos \nnacionales y cualquier otro  medio estatal, para los efectos que se relacionen con el proceso."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 311,
    "texto": "Artículo 311. Los despachos telegráficos, telefónicos o por radio que se expidan conform e \nal Artículo anterior, deberán ser presentados personalmente en la of icina respectiva por un \nempleado del tribunal correspondiente."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 312,
    "texto": "Artículo 312. Los Magistrados de la Corte Suprem a de Justicia y los de otros Tribunales de \nla República y los jueces, gozarán de franquicia postal, radioeléctrica y telefónica para sus \nactuaciones oficiales. Este servicio incluye, cu ando las necesidades lo justifiquen, el envío \nde correspondencia certificada o recomendada. \n Los citados servidores públicos tendrán de recho a portar un arm a de fuego para su \nseguridad personal. \n Cuando se haga uso de este derecho el funcionario  deberá notificarlo  a la \ndependencia estatal a cargo del registro de armas de fuego. \n Esta norma es igualmente aplicable a los agentes del Ministerio Público."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 313,
    "texto": "Artículo 313. Las personas que cuenten  con cincuent a y cinco años de edad  o m ás y que \nhayan servido al Estado durante un m ínimo de  veinticinco años, quince de los cuales \ncorrespondan en form a continua o alternada, indistintamente, al Órgano Judicial, el \n  76\nMinisterio Público o la Jurisdicción de Menores, tendrán derecho a ser jubiladas. \n También gozarán del derecho que conced e este Artículo, las personas que ocupen \ncargos en las dependencias estatales últim amente mencionadas como titulares de tribunales \no agencias del Ministerio Público, cuando ha yan servido durante treinta años al Estado, \nquince de los cuales correspondan indistintam ente a tales dependencias, aunque tengan una \nedad inferior a cincuenta y cinco años. \n Quienes ocupen com o titulares los cargos de Magistrado de la Corte Suprem a de \nJusticia, Procurador de la Nación o de la Adm inistración y Juez del Tribunal Tutelar de \nMenores tendrán derecho a jubilarse cuando cuen ten con  cincuenta y cinco años de edad y \nhayan servido al Estado durante veinticinco años por lo m enos, diez de los cuales \ncorrespondan, indistintamente al Órgano Judicial o al Ministerio Público.  \n En los supuestos anteriores, la jubilación se concederá con el último sueldo que haya \npercibido la persona al momento de retirarse definitivamente del cargo que ocupa. \n Para ayudar a financiar las jubilacione s de sus propios servidores, en los \npresupuestos del Órgano Judicial y del Ministerio Público se destinarán anualm ente partidas \nespeciales para crear una reserva que cubra la  diferencia entre lo que corresponda pagar al \nFondo Complementario de Prestaciones Sociales de los Servidores Públicos y el monto de la \nasignación concedido por este Artículo a lo s funcionarios del Órgano Judicial y del \nMinisterio Público. Los fondos correspondientes a esta reserva se depositarán en \nfideicomiso, en la Caja de Seguro Social, para el fin indicado. \n Para los efectos de su jubilación se cons ideran com o funciones servidas en el  \nÓrgano Judicial las que se refieren a los cargos donde se exige  el requisito de las \ncredenciales de Magistrados de la Corte Suprema de Justicia."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 314,
    "texto": "Artículo 314. Los m agistrados, jueces y agentes del Ministerio Público favorecidos con la \njubilación de que trata el Artículo anterior pr estarán servicio sin rem uneración alguna como \nmiembros de la Comisión Codificadora, cuando así lo disponga el Órgano Ejecutivo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 315,
    "texto": "Artículo 315. Los funcionarios judiciales que hubieren sido separados del conocim iento en \nun proceso, por no haber dictado sentencia dent ro del plazo legal, serán sancionados de \nacuerdo con las normas de la Carrera Judicial. \n \nArtículo 316 . Los jueces o m agistrados que al exam inar un expediente notaren que ha \nhabido dem ora en el pronunciam iento de la s resoluciones judiciales im pondrán a los \nfuncionarios de categoría inferior responsables de ellas una multa de un balboa (B/.1.00) por \ncada día de demora en que hayan incurrido. \n 77"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 317,
    "texto": "Artículo 317. Los funcionarios judiciales que om itieren dar cumplimiento a lo dispuesto en \nel Artículo anterior, sufrirán una pena igua l al doble de la m ulta omitida, que im pondrá el \nsuperior a cuyo conocim iento llegare la om isión, sin perjuicio del pago de la m ulta que \ndebió imponerse. En todo caso se presum e la cu lpa. La sanción  deberá ser m otivada y el \nfuncionario sancionado podrá recurrir dentro de  los cinco días siguientes a su notificación. \nSi acompaña prueba escrita que justifique plenamente su conducta, la sanción será revocada."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 318,
    "texto": "Artículo 318. Se hacen extensivos los preceptos de los dos Artículos anteriores a los agentes \ndel Ministerio Público, quienes adem ás de sa ncionar a sus subalternos por las dem oras que \nnotaren en el ejercicio de sus funciones, deben denunciar a la autoridad judicial \ncorrespondiente los retrasos que notaren en el pronunciam iento de las resoluciones y dar \natención  especial a las quejas que sobre este particular se les presenten. \n \nArtículo 319 .  Las dem oras y las om isiones en que incurran los Magistrados de la Corte \nSuprema de Justicia en el cumplimiento de lo dispuesto en el Artículo 267, serán sancionadas \npor el Consejo Judicial. En los m ismos casos el Procurador  General de la Nación y el \nProcurador de la Administración, serán sancionados por dicho Consejo.   \n \nArtículo 320 . Las m ultas se im pondrán m ediante proceso breve y sum ario en virtud de \nqueja del interesado y una vez com probado el hecho; a falta de queja, de oficio. El Consejo \nJudicial tendrá un térm ino de cinco días para resolver. Las copias que se expidan en estos \ncasos no causarán costo alguno. \n \nArtículo 321 . En el caso de que se presentare queja, ésta se sustanciará en la siguiente \nforma: El funcionario o tribunal que la reciba y que deba resolverla, solicitará inform e del \nacusado y, si lo juzgare necesario, el envío del e xpediente en el cual ha incurrido la dem ora \ndenunciada. Si la hubiere y no fuere justifi cada, procederá a im poner la m ulta. Tam bién \nprocederá la imposición de la multa si el acusado no rinde el informe dentro del término que \nse señale con tal fin, el cual no podrá ser mayor de ocho días, más el de la distancia. \n \nArtículo 322 . Las m ultas que se im pongan a los funcionarios del Órgano Judicial y del \nMinisterio Público, se harán efectivas descontá ndolas de los sueldos de dichos funcionarios \nen una proporción no m ayor del quince por ciento (15%) de dichos sueldos en cada m es, \ncuando no fueren pagadas dentro del término legal. \n \n  78\nArtículo 323 . Cuando se im ponga una m ulta que debe ingresar al Tesoro Nacional, se \npasará de oficio copia de la resolución al respectivo funcionario para que la haga  efectiva. \n \nArtículo 324 .  En caso de im ponerse m ulta a los funcionarios del Órgano Judicial y del \nMinisterio Público, a las partes y a cualesqui era otras personas que figuren en un proceso, \npueden los interesados reclam ar contra ella an te el m ismo tribunal que la im puso mediante \nRecurso de Reconsideración."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 325,
    "texto": "Artículo 325. Por m otivos graves, y de acuerdo con la Corte Suprem a de Justicia, podrán \nfuncionar transitoriamente los Tribunales Superi ores y los juzgados en lugares distintos del \nde su residencia, siempre que ello sea dentro del radio de su jurisdicción. \n \nArtículo 326 . Los Magistrados de la Corte Suprem a de Justicia y de los Tribunales \nSuperiores de Justicia que, faltando a sus deberes,  estorben la m archa de dichas \ncorporaciones, incurrirán en una  m ulta igual  al quince por ciento (15%) del sueldo que \ndevengan en un m es. Esta pena la im pondrá a los Magistrados de la Corte Suprem a, el \nPleno; y a los Tribunales Superiores, la Corte Suprema, previo informe del Presidente o del \nVicepresidente de la Corporación respectiva. \n A los Jueces de Circuito que integren un Tribunal de Apelaciones y Consultas que \nincurran en faltas análogas, se les im pondrá la sanción de que trata este Artículo, por los \nTribunales Superiores respectivos, previa querella de parte interesada.  \n \nArtículo 327 . Aunque el funcionario judicial se halle en uso de licencia o vacaciones \nquedará sujeto a las prohibiciones de que trata este Código."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 328,
    "texto": "Artículo 328. En el Registro Judicial se publicarán: \n1. Una relación de los negocios despacha dos por la Corte y por los Tribunales \nSuperiores y de los que queden pendientes al fin de cada mes; \n2. Todas las sentencias que dicte la Cort e Suprem a en Recursos de Casación y de \nRevisión y en negocios de que conoce en se gunda  o única instancia  y en Sala de \nAcuerdo; \n3. Los autos y sentencias que dicten los Tr ibunales Superiores, conform e lo determ ine \nel relator; y \n4. Las piezas jurídicas que la Corte estim e de im portancia, ya sean sentencias, vistas \nfiscales, alegatos o monografías. \n \n 79\nTÍTULO XIV \nMINISTERIO PÚBLICO \nCapítulo I \nOrganización y Atribuciones \nSección 1ª \nAgentes del Ministerio Público \n \nArtículo 329 . Las funciones asignadas al Minister io Público serán ejercidas por el \nProcurador General de la Naci ón, el Procurador de la Adm inistración, el Fiscal Auxiliar de \nla República, el Fiscal Superior Especial, los Fiscales Delegados de la Procuraduría General \nde la Nación, los Fiscales Superiores de Distr ito  Judicial, los Fiscales de Circuito, los \nPersoneros Municipales y por los demás funcionarios que se establezcan conforme a la ley. \n El Procurador General de la Nación podr á crear nuevas agencias de instrucción o \nsustituir las existentes, sin que ello signi fique alteración en la dotación presupuestaria \nvigente. En ejercicio de esta facultad ta mbién podrá introducir cam bios en el núm ero, \nnomenclatura, organización adm inistrativa y ubicación de las agencias del Ministerio \nPúblico, con la excepción de la Procuraduría  de la  Administración, sujeto a que todo ello se \njustifique por las necesidades del servicio y respetando la disponibilidad presupuestaria y las \nposibilidades económicas del Estado, al igual que  el lím ite presupuestario asignado por la \nConstitución."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 330,
    "texto": "Artículo 330. El Procurador General de la Nación, el  Procurador de la Administración y sus \nsuplentes, serán nombrados mediante acuerdo del Presidente de la República con el Consejo \nde Gabinete, con sujeción a la aprobación de l Órgano Legislativo. Los dem ás agentes del \nMinisterio  Público y sus suplentes, serán nom brados por sus superiores jerárquicos  con \narreglo a la Carrera Judicial. El personal s ubalterno será nom brado por el procurador, el \nfiscal o el personero respectivo.   \n \n  80"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 331,
    "texto": "Artículo 331. El Procurador General de la Nación pr eside el Ministerio Público y le están \nsubordinados jerárquicamente los demás servidores del ramo conforme a la Constitución y a \nla ley. \n Al Procurador de la Adm inistración le están subordinados, con excepción del \nProcurador General de la Nación, los restantes servidores del Ministerio Público. \n Al Fiscal Auxiliar de la República y al Fi scal Delegado de la Procuraduría General, \ncon excepción de los dos Procuradores, les está n subordinados los restantes servidores del \nMinisterio Público. \n En los mismos términos, a los Fiscales de Distrito Judicial les están subordinados los \nde Circuito y a éstos los Personeros Municipales. \n Los agentes del Ministerio Público son independientes en el ejercicio de sus \nfunciones y no están sometidos más que a  la Constitución y a la ley, pero están obligados a \nacatar aquellas disposiciones legítim as que sus superiores em itan en el ejercicio de sus \natribuciones legales. \n \nArtículo 332 . El período del Procurador General de  la Nación y del Procurador de la \nAdministración será de diez años."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 333,
    "texto": "Artículo 333. Para ser Procurador General de la N ación y Procurador de la Adm inistración, \nse necesitan los mismos requisitos que para ser Magistrado de la Corte Suprema de Justicia. \n Para ser Fiscal Auxiliar de la República, Fiscal Delegado de la Procuraduría General \nde la Nación y Fiscal de Distrito Judicial, se exigen los m ismos requisitos que para ser \nMagistrado de los Tribunales Superiores. \n Para ser Fiscal de Circuito se exigen  las m ismas condiciones establecidas en el"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 152,
    "texto": "Artículo 152. Para ser Personero Municipal se necesitan los m ismos requisitos que se exigen para \nser Juez Municipal  del Distrito donde fuese nombrado. \n \nArtículo 334 . La com probación de los requisitos es tablecidos en el Artículo 218 de la \nConstitución, la hará el Órgano Ejecutivo y la de  los demás agentes del Ministerio Público, \nla autoridad que hace el nom bramiento de confor midad a las reglas de la Carrera Judicial, \nformalidad indispensable que debe preceder a la toma de posesión del cargo. \n Las personas que se nom bren suplentes de los agentes del Ministerio Público deben \ntener las mismas condiciones que se exigen para los principales. \n \nArtículo 335 . En el Prim er Distrito Judicial habr á cuatro Fiscales Superiores; uno en el \n 81\nSegundo Distrito Judicial; dos en el Tercer Dist rito Judicial y uno en el Cuarto Distrito \nJudicial."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 336,
    "texto": "Artículo 336. En la provincia de Panam á funcionarán como mínimo de doce Fiscalías de \nCircuito; en la provincia de Chiriquí cinco Fi scalías de Circuito; en la Provincia de Colón \ncuatro Fiscalías de Circuito; en la Provincia de Veraguas, tres Fiscalías de Circuito y una \nFiscalía de Circuito en cada una de las demás provincias. \nLos Fiscales 1º, 2º, 3º, 4º, 5º , 6º, 7º, 8º y 9º de la provincia de Panam á tendrán su \nsede en la ciudad de Panam á; el 10º en el Corre gimiento de Ancón; el 11º en el Distrito de \nSan Miguelito y el 12º en La Chorrera. \nEn cada Distrito Municipal Judicial y en  cada com arca indígena funcionará, com o \nmínimo, una Personería Municipal. \nEn el distrito de Panam á funcionarán co mo m ínimo cinco Personerías; en el de \nColón tres; en el de Yaviza dos; en el de Barú dos; en el de Chepigana dos; y en el de \nChanguinola dos."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 337,
    "texto": "Artículo 337. El Procurador General de la Nación, el Procurador de la Adm inistración, el \nFiscal Auxiliar de la República y el Fiscal Delegado de la Procuraduría General de la \nNación, residirán en la capital de la República.  Los dem ás agentes del Ministerio Público \nresidirán en el lugar donde está situada la sede de su despacho. \n \nArtículo 338 . Cada agente del Ministerio Púb lico tendrá dos suplentes nom brados \nconjuntamente con el principal y para el pe ríodo, quienes lo reem plazarán, por su orden, en \nlas faltas tem porales y accidentales y en las absolutas m ientras se llena la vacante, de \nacuerdo con las normas de la Carrera Judicial. \n \nArtículo 339 . Si agotados los suplentes no hubi ere quien conozca de algún asunto, se \nnombrará un suplente especial de acuerdo con las normas de la Carrera Judicial. \n \nArtículo 340 . El Procurador General de la Nación y el Procurador de la Adm inistración \ntomarán posesión ante el Presidente de la República. \nLos dem ás agentes del Ministerio Público lo harán ante su inm ediato superior \njerárquico. \n \nArtículo 341 . Los agentes del Ministerio Público tienen m ando dentro de su respectiva \n  82\ncircunscripción y cuando actúen en defensa de lo s intereses de la Nación y otras entidades \npolíticas o públicas, así com o en los dem ás negocios civiles, tendrán las facultades y \nprerrogativas de los apoderados judiciales, que se señalen en este Código."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 342,
    "texto": "Artículo 342. Corresponde a la Procuraduría General de la Nación respecto al presupuesto, \nsueldo, gastos y dem ás erogaciones del Mini sterio Público, las m ismas facultades y \natribuciones señaladas a la Corte Suprem a de Justicia respecto al Presupuesto del Órgano \nJudicial."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 343,
    "texto": "Artículo 343. El personal de la Procuraduría Genera l de la Nación y el de todas las dem ás \nagencias del Ministerio Público, con exclusión de la Procuraduría de la Adm inistración, así \ncomo la escala salarial, se establecerán en la organización adm inistrativa que apruebe la \nProcuraduría General de la Nación, de acuer do con el lím ite del Presupuesto General del \nEstado. \n \nArtículo 344 . El personal de la Procuraduría de la Adm inistración, así com o la escala \nsalarial se establecerán en la Organización Adm inistrativa que apruebe la Procuraduría de la \nAdministración, con el concepto favorable del C onsejo Judicial y de acuerdo con lo previsto \nen el Presupuesto General del Estado. \n \nSección 2ª \nPersonal Subalterno"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 345,
    "texto": "Artículo 345. No pueden ser em pleados subalternos del Ministerio Público, los parientes \ndentro del cuarto grado de consanguinidad o segundo de afinidad con cualquiera de dichos \nagentes o de los respectivos secretarios. Los nombramientos hechos en contravención a esta \ndisposición son nulos y el servidor que los ha ga será sancionado con la suspensión de sus \nfunciones por quince días. \nEstas penas serán im puestas disciplinariam ente así: al Procurador General de la \nNación y al Procurador de la Adm inistración, por  el Presidente de  la  República, y a los \ndemás agentes del Ministerio Público, por los respectivos superiores. \n \nArtículo 346 . Para ser Secretario General de la Procuraduría General de la Nación y \nSecretario General de la Procuraduría de la Adm inistración, se requieren los m ismos \nrequisitos que para ser Secretario General de la Corte Suprema de Justicia. \nPara ser secretario de prim era categoría de las Procuradurías se requiere los m ismos \n 83\nrequisitos que para ser Secretario de Sala de la  Corte Suprema de Justicia y para ser oficial \nmayor de ellas, los m ismos requisitos que se exigen para ser oficial m ayor de la Corte \nSuprema de Justicia. \nPara ser secretario de Fiscalía Superior de  Distrito Judicial se requieren los m ismos \nrequisitos que para ser Secretario de los Tribunales Superiores de Distrito Judicial. \nPara ser secretario y of icial mayor en las demás agencias del Ministerio Público se \nrequieren los m ismos requisitos exigidos pa ra ocupar tales cargos en el correspondiente \ntribunal o juzgado ante el que actúe la respectiva agencia del Ministerio Público. \n \nCapítulo II \nAtribuciones Generales"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 347,
    "texto": "Artículo 347. Corresponden a todos los agentes del Ministerio Público las siguientes funcio-\nnes: \n1. Defender los intereses del Estado o del m unicipio, según los casos, y representar al \nEstado en los procesos que se instauren en contra de éste; \n2. Promover el cum plimiento o la ejecución de  las leyes, sentencias judiciales y \ndisposiciones administrativas; \n3. Vigilar la conducta oficial de los servidores públicos, y cuidar que todos desempeñen \ncumplidamente sus deberes públicos, para lo  cual practicarán las diligencias que \nsean necesarias, de oficio o a solicitud de parte interesada; \n4. Investigar las contravenciones de dispos iciones constitucionales o legales y ejercitar \nlas acciones correspondientes; \n5. Perseguir e investigar los delitos, ejerciendo las acciones derivadas de ellos ante los \njuzgados y tribunales en que actúen. \n  Asimismo, intervendrán en la tram itación de los sum arios, en la f orma como \nse establece en este Código.   De igual m odo, adelantarán las diligencias necesarias, \ncon el objeto de propiciar lo previsto en el Artículo 1965 de este Código; \n6. Servir de consejeros jurídicos a los serv idores administrativos de su circunscripción. \nEn aquellas entidades autónom as o sem iautónomas o dependencias del Gobierno \nCentral donde existen departam entos o asesores jurídicos, toda consulta form ulada a \nlos agentes del Ministerio Público deberá  estar acom pañada del criterio expresado \npor el departamento o asesor jurídico respectivo sobre el punto en consulta; \n7. Oír las quejas que se les presenten contra los servidores públicos de su \ncircunscripción, procurar que cesen las causas de ellas, si las hubiere, y ejercitar las \n  84\nacciones correspondientes, y para esto deben realizar todas las diligencias y tom ar \nlas medidas que consideren convenientes; \n8. Llevar un registro de los asuntos en que intervengan, que cursen en el tribunal ante el \ncual actúen; anotar en él los que se despachen y vigilar que la tram itación no se \ndemore; \n9. Llevar la voz del Ministerio Público en lo s asuntos en que deban intervenir y que se \nventilen ante los tribunales respectivos; \n10.  Solicitar la práctica de las diligencias judiciales que puedan convenir a la defensa de \nlos intereses nacionales o m unicipales o de los intereses de las personas a quienes la \nley dé amparo especial; \n11.  Imponer multa a los subalternos de su despacho, m ediante resolución motivada, que \nno cumplan las órdenes e instrucciones que le comuniquen, así: \n  El Procurador General de la Nación y el Procurador de la Adm inistración, \nhasta cincuenta balboas (B/. 50.00); el Fis cal Auxiliar de la República y el Fiscal \nDelegado de la Procuraduría General de la Nación, hasta veinte balboas (B/.20.00); \nlos Fiscales del Distrito Judicial, hast a quince balboas (B/.15.00); los Fiscales de \nCircuito, hasta diez balboas (B/.10.00) y los Personeros, hasta cinco balboas \n(B/.5.00); \n12.  Rendir informe sobre la m archa de la adm inistración de la justicia en relación a sus \nrespectivas circunscripciones e indicar las reform as que convengan hacer. El \nProcurador General de la Nación dirigi rá su inform e al Órgano Ejecutivo, y los \ndemás agentes del Ministerio Público al re spectivo superior jerárquico, durante el \nmes de agosto de cada año a partir de la vigencia de este Código; \n13.  Visitar, cuando lo crean conveniente, lo s establecimientos penales, cárceles de sus \nrespectivas circunscripciones, a fin de c ontribuir con sus indicaciones a la m oderni-\nzación e im plantación de un sistem a carcelar io cónsono con los adelantos de la \njusticia penal y evitar tratamiento indebido y cruel a los detenidos;  \n14.  Informar al final de cada bim estre a su superior jerárquico el estado de los objetos \nrecibidos por ellos y depositados com o efectos que guardan relación con los delitos \ninvestigados; \n15.  Emitir dictamen en los procesos civile s en que intervengan incapaces y en aquellos \ncasos que se relacionen con el estado civil de la persona;  \n16.  Emitir resoluciones de suspensión y archi vo del ejercicio de la acción penal, salvo \nque se trate de delitos relacionados con drogas; \n17.  Las demás funciones que les asignen las leyes.  \n \n 85\nCapítulo III \nAtribuciones Especiales \nSección 1ª \nProcurador General de la Nación"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 348,
    "texto": "Artículo 348. Son atribuciones especiales del Procurador General de la Nación: \n1.  Investigar y ejercer ante la Corte S uprema de Justicia la acción correspondiente a \nlos delitos com etidos por los servidores  públicos cuyo juzgam iento corresponda a \nesta Corporación; \n2.  Instruir las sum arias y, en general, ejercer la acción penal en los procesos por \ndelitos cuyo conocimiento esté atribuido a la Corte Suprema de Justicia o a la Sala \nde lo Penal de ésta; \n3.   Promover y sostener los procesos neces arios para la defensa de los bienes e \nintereses del Estado, observando las instruccione s que sobre el particular reciba del \nÓrgano Ejecutivo, y representar al Estado en  las dem andas que contra él se sigan \nante la Corte Suprema de Justicia; \n4.  Emitir opinión y representar los inte reses públicos, según sea el caso, en los \nprocesos relativos al estado de familia, en la forma establecida por la ley; \n5.  Cuidar que los dem ás servidores públic os del Ministerio Público desem peñen \nfielmente sus cargos, y exigirles responsabilidad por las faltas o delitos que cometan \ny ejercitar las acciones correspondientes; \n6.  Defender ante la Corte Suprem a de Justicia los intereses de los m unicipios y de las \ndemás entidades públicas estatales cuando la  Nación no tenga interés en el asunto y \nla respectiva entidad carezca de representantes ante dicha corporación; \n7.  Nombrar y rem over librem ente a los em pleados de su inm ediata dependencia, de \nacuerdo con la Ley de Carrera Judicial; \n8.  Visitar las oficinas del Ministerio P úblico cuando lo estim e conveniente para la \nbuena marcha del servicio; y \n9.   Las demás funciones que le asignen las leyes. \n \nSección 2ª \nFiscal Auxiliar de la República"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 349,
    "texto": "Artículo 349. La Fiscalía Auxiliar de la República tendrá competencia en todo el territorio \nnacional. \n  86"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 350,
    "texto": "Artículo 350. Son atribuciones especiales del Fiscal Auxiliar de la República: \n1.  Iniciar de oficio o por denuncia las inve stigaciones sumariales relativas a los delitos \nque lleguen a conocim iento de ese despac ho. Para este efecto practicará las \ndiligencias iniciales, tales com o: indagar a los sindicados, obtener el certif icado de \nantecedentes penales y policivos, ordenar los reconocim ientos m édicos legales y \ncualesquiera otras diligencias de carácter urgente, para reunir todas las pruebas que a \njuicio pudieran perderse o diluirse. \nEl Fiscal Auxiliar podrá servirse del personal subalterno del Departam ento \nNacional de Investigaciones para cum plir su com etido.  Para ello el Jefe del \nDepartamento, a requerimiento del Fiscal, dará las órdenes del caso; \n2.   Reemplazar al Procurador General de la Nación   en los casos de im pedimentos o de \nrecusación de éste, cuando se agoten los suplentes que deban reemplazarlo; y \n3.  Cualesquiera otras atribuciones establecidas en la ley. \n \nSección 3ª \nFiscal Delegado I de la Procuraduría General de la Nación"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 351,
    "texto": "Artículo 351. Son atribuciones especiales del Fiscal Delegado I de la Procuraduría General \nde la Nación: \n1. Practicar todas las diligencias necesarias para el esclarecim iento de los delitos contra \nla adm inistración pública o cuando por cu alquier circunstancia se encuentren \nafectados bienes del Estado, de instituci ones autónom as o sem iautónomas, de los \nmunicipios, juntas comunales y, en general, de cualquier entidad pública; \n2. Indagar a los sindicados, ordenar la prácti ca de las diligencias que se consideren \nnecesarias para el esclarecim iento del hecho delictivo y descubrir a los autores, \ncómplices o encubridores del mismo; \n3. Investigar los delitos que por delegación le  asigne el Procurador General de la \nNación; \n4. Instruir los sumarios y ejercer la acción penal que le asigne el Procurador General de \nla Nación, respecto a los delitos que haya investigado; y \n5. Cualesquiera otras atribuciones establecidas en la ley. \n \nArtículo 352 . El Fiscal Delegado I de la Procura duría General de la Nación ejercerá sus \nfunciones en cualquier lugar del territorio de la República.  \n \n 87\nSección 4ª \nFiscal Delegado II de la Procuraduría General de la Nación \n \nArtículo 353 .  Son atribuciones especiales del Fi scal Delegado II de la Procuraduría \nGeneral de la Nación: \n1. Practicar todas las diligencias necesarias para el esclarecim iento de los delitos contra \nla administración pública que él investigue  o cuando por cualquier circunstancia se \nconsideren afectados bienes del Estado, de los m unicipios, juntas com unales, \ninstituciones autónom as o sem iautónomas y, en general, de cualquier entidad pú-\nblica; \n2. Indagar a los sindicados, ordenar la práctica de las diligencias necesarias para el \nesclarecimiento del hecho punible y descubrir a los autores, cóm plices o \nencubridores y en general, completar el sumario respectivo; \n3. Poner fuera del com ercio bienes del Esta do, de los m unicipios, juntas com unales, \ninstituciones autónom as y sem iautónomas y, en general, de cualquier entidad \npública, a fin de recuperarlos y hacerlos ingresar a la posesión o el patrimonio al cual \ncorrespondan; \n4. Poner fuera del com ercio bienes de par ticulares provenientes del hecho punible que \nse investiga; y \n5. Exigir y ejercer la responsabilidad civil derivada de los delitos contra la \nadministración pública que establece la ley penal vigente."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 354,
    "texto": "Artículo 354. Por delegación expresa, el Fiscal Delegado II de la Procuraduría General de \nla Nación ejercerá las funciones del Procurador  General de la Nación cuando se trate de \ndelitos contra la adm inistración pública com etidos por servidores públicos a quienes el se-\ngundo le corresponda investigar."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 355,
    "texto": "Artículo 355. El Fiscal Delegado II de la Procuradur ía General de la Nación residirá en la \ncapital de la República."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 356,
    "texto": "Artículo 356. El Fiscal Delegado II de la Procura duría General de la Nación ejercerá sus \nfunciones en cualquier lugar del territorio de la República."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 357,
    "texto": "Artículo 357. La autorización para promover acciones civiles o contencioso-administrativas \nen que sea parte la Nación a que se refiere el Artículo 377 del Código Judicial será dada, \n  88\nsiempre que ella sea pedida por  el Fiscal Delegado II de la Procuraduría General de la \nNación, dentro del término de treinta días, contado a partir de la correspondiente petición. \n \nArtículo 358 . Lo establecido en esta Sección es si n perjuicio de lo que disponen la \nConstitución Nacional y el Código Judicial a propósito de los agentes del Ministerio \nPúblico."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 359,
    "texto": "Artículo 359. El Fiscal Superior del Am biente, además de las funciones establecidas para \nlos fiscales superiores en el Código Judicial, tendrá las siguientes atribuciones especiales: \n1.  Practicar todas las diligencias para el  esclarecim iento de los delitos contra el \nambiente, cuando por cualquier circunstancia sean afectados los recursos naturales y \nel ambiente; \n2.  Indagar a los sindicados y practicar las pruebas para el esclarecim iento del hecho \npunible; \n3.  Colaborar estrechamente con la Autoridad Nacional de Ambiente; \n4.  Ejercer todas las acciones necesarias y c onvenientes, a fin de descubrir los actos \nilícitos contra el ambiente sano y libre de contaminaciones. \n \nSección 5ª \nFiscales de Distrito Judicial"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 360,
    "texto": "Artículo 360. Son atribuciones especiales de los Fiscales de Distrito Judicial: \n1. Instruir las sum arias y, en general, ejer cer la acción penal respecto de los delitos de \ncompetencia del tribunal ante el cual actúan; \n2. Defender ante el Tribunal Superior de su circunscripción los intereses de los \nmunicipios y de las otras entidades públicas en los asuntos en que no tenga interés la \nNación, siempre que estas entidades carezcan de representantes o apoderados; \n3. Emitir opinión y representar los intereses públicos, según sea el caso, en los procesos \nrelativos al estado de familia, en la forma establecida por la ley; \n4. Solicitar, cuando no los reciban oportunamente, los datos que sean necesarios para el \ninforme que debe presentar al Procurador General de la Nación sobre la marcha de la \nadministración de justicia en el Distrito Judicial de su circunscripción; \n5. Vigilar el funcionam iento de las agencias  del Ministerio Público subalternas de su \ncircunscripción, a fin de que cumplan adecuadamente con sus atribuciones; y \n6. Enviar m ensualmente un inform e sobre los casos tram itados en su despacho al \nProcurador General de la Nación. \n 89\nSección 6ª \nFiscales de Circuito"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 361,
    "texto": "Artículo 361. Son atribuciones especiales de los Fiscales de Circuito: \n1. Instruir las sumarias y, ejercer la acción penal respecto a los delitos de com petencia \ndel tribunal ante el cual actúan; \n2. Comunicar m ensualmente a los Fiscales de Distrito los datos necesarios para los \ninformes que éstos deben presentar al Procurador General de la Nación; \n3. Emitir opinión y representar los intereses públicos, según sea el caso, en los procesos \nrelativos al estado de familia, en la forma establecida por la ley; \n4. Vigilar el funcionam iento de las persone rías de su circunscripción y cuidar que \ncumplan adecuadamente sus atribuciones; \n5. Emitir concepto en los asuntos de polic ía correccional de que conozcan en segunda \ninstancia los Gobernadores de Provincia; y \n6. Cualesquiera otras que le señale la ley. \n \nSección 7ª \nPersoneros Municipales"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 362,
    "texto": "Artículo 362. Son atribuciones especiales de los Personeros Municipales: \n1. Instruir las sum arias y, en general, ejer cer la acción penal respecto de los delitos de \nconocimiento de los Jueces Municipales; \n2. Defender ante los Jueces Municipales los intereses de otros m unicipios cuando el \nsuyo propio no esté interesado y los segundos no hayan proveído su defensa; \n3. Dar mensualmente a los Fiscales de Circ uito los datos necesarios con respecto a los \nasuntos que cursen ante los Jueces M unicipales respectivos, con copia a la \nProcuraduría General de la Nación; y \n4. Las demás funciones que les asignen las leyes. \n \nSección 8ª \nDepartamento de Servicios Periciales de la Procuraduría General de la Nación"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 363,
    "texto": "Artículo 363. Los técnicos nom brados en la Procuraduría General de la Nación prestarán \nservicios a las agencias del Ministerio Público en el ramo de su especialidad. \n  90\nCapítulo IV \nInstituto de Medicina Legal \n  \nArtículo 364 . Se crea el Instituto de Medicina Lega l, de carácter nacional, adscrito a la \nProcuraduría General de la Nación y que forma parte del Ministerio Público. \nSe crea, de igual form a, una base y un banco de datos forenses de ácido \ndesoxirribonucleico (en adelante denom inado con sus siglas A.D.N), que serán organizados \ny administrados por el Instituto de Medicina Legal del Ministerio Público a que se ref iere \neste Artículo. \n \nArtículo 365 . Son f unciones del Instituto de Medicina Legal practicar las autopsias, \ndeterminar las causas de la m uerte y dem ás reconocim ientos que los funcionarios de \nInstrucción, m iembros del Órgano Judicial y autoridades de Policía le encom ienden, \ndeterminar las lesiones e incapacidades co rrespondientes a los lesionados y heridos, \nestablecer y certificar el estado de los cadáveres  que sean enviados fuera del país, en este \núltimo caso, de acuerdo con las Convenciones Internacionales. Adem ás, realizará todos \naquellos reconocim ientos y exám enes que los funcionarios judiciales y las partes en los \njuicios soliciten en lo relativo a m atrimonios, testam entos e interdictos y dem ás casos \nprevistos. \nPor razón de la creación de la base y del ba nco de datos de A.D.N., a que se refiere \nel Artículo anterior, tam bién son f unciones del Instituto de Medicina Legal, verif icar o \ncomparar las evidencias que se recaben por la com isión de delitos, elaborar los perfiles de \nA.D.N. y validar las pruebas que se requieran en los procesos de filiación, así com o en los \ndemás procesos en los que sea necesaria esta prueba científica. \nLa práctica o solicitud de esta prueba podrá se r a petición de parte o de oficio ya sea \npor el Ministerio Público o el Tribunal de la causa y, una vez ordenada, será de obligatorio \ncumplimiento, siempre que con dicha prueba no se  cause un perjuicio a la salud o a la in-\ntegridad física de quien deba someterse a ella. \n \nArtículo 366 .  La Dirección del Instituto de Medicina Legal, así com o todo su personal \nsubalterno, será nom brado por el Procurador  General de la Nación, de acuerdo con las \nnormas de la Ley de Carrera Judicial.  \n \nArtículo 367 .  El Instituto de Medicina Legal tendr á su sede en la ciudad de Panam á y \nagencias en cada cabecera de provincia y una en la Comarca de San Blas. \n 91"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 368,
    "texto": "Artículo 368. Son facultades y atribuciones del Médico Forense Director: \na. Orientar y vigilar el funcionamiento del Instituto;  \nb. Dictar y reformar los reglamentos de carácter técnico; \nc. Ejecutar y hacer ejecutar las resolucione s y acuerdos que se hayan dictado en el \nejercicio de sus funciones;  \nd. Presentar al Procurador General de la Nación, un inform e mensual y uno anual en el \nmes de agosto, sobre las actividades del Instituto; \ne. Realizar las funciones de Médico Forense Provincial en la ciudad de Panamá; y  \nf. Asistir a las diligencias de levantam iento de cadáveres o com isionar a los Médicos \nForenses Auxiliares para la práctica de las mismas."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 369,
    "texto": "Artículo 369. Son facultades y atribuciones del Médico Forense Director Provincial:  \na. Dirigir el funcionamiento de las Agencias Provinciales; y  \nb. Velar por el adecuado cum plimiento del reglam ento y los acuerdos de carácter \nnormativo que regulen las funciones de las agencias provinciales."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 370,
    "texto": "Artículo 370. Para ser Médico Forense se requiere: \na. Ser panameño;  \nb. Ser graduado en Medicina y especializado en Medicina Legal o su equivalente;  \nc. Haber completado un período de cinco años en ejercicio de la Medicina; \nd. Haber estado vinculado al Instituto de Medicina Legal por no menos de tres años; y \ne. Ser ciudadano honorable y tener probidad profesional.  \n \nArtículo 371 . Ningún Médico Forense podrá desem peñar otro cargo público, salvo las \nexcepciones establecidas en la Constitución y la ley."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 372,
    "texto": "Artículo 372. El Médico Forense Director será reem plazado en sus faltas temporales por el \nMédico Forense Auxiliar de mayor antigüedad en el cargo. \n \nArtículo 373 .  La Universidad de Panam á, los hospitales del Estado y particulares, las \nFuerzas de Defensa y cualquier otra entidad estatal o particular tienen la obligación de \ncooperar con el Instituto de Medicina Legal en aquellas diligencias y servicios técnicos de \nsu especialidad, que les sean requeridos. \n \n  92\nArtículo 374 .  Los Médicos Forenses en todas sus jerarquías están obligados a cum plir \ntodos los deberes propios del cargo que desem peñan o sea, rendir inform es m otivados y \npresentar conclusiones técnicas en los cam pos de su especialidad en los casos que, por \nministerio de la ley, le deban ser sometidos. \n \nArtículo 375 .  Las autoridades y particulares están obligados a prestar a los Médicos \nForenses todas las garantías y facilidades para la mejor realización de sus atribuciones. \n \nArtículo 376 .  El Director del Instituto de Medici na Legal y todos los dem ás servidores \nformarán parte de la Carrera Judicial y se regirán por las normas que al efecto se dicten. \n \nCapítulo V \nDisposiciones Comunes a los Agentes del Ministerio Público"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 377,
    "texto": "Artículo 377. El Procurador General de la Nación, el Procurador de la Administración y los \nFiscales de Distrito, no podrán prom over acciones civiles o contencioso-adm inistrativas en \nque sea parte la Nación, sin orden e instrucciones del Órgano Ejecutivo. \nLos Fiscales de Circuito y los Persone ros Municipales no podrán prom over acciones \nciviles en que sean parte los m unicipios si n orden o instrucciones del respectivo Consejo \nMunicipal. Ni el Órgano Ejecutivo ni los Consejos Municipales, podrán ordenar el \ndesistimiento de acciones que la ley hubiere ordenado promover. \n \nArtículo 378 .  Es prohibido a los agentes del Mini sterio Público transigir o som eter a \narbitraje los pleitos en que sea parte la N ación, los m unicipios o cualquier otra entidad \nestatal, sin autorización expresa del Consejo de Gabinete, de conformidad con lo establecido \nen el Artículo 195, num eral 4, de la Constituci ón Nacional. De los recursos interpuestos \npueden desistir como cualquier apoderado judicial, salvo del Recurso de Apelación contra el \nfallo final."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 379,
    "texto": "Artículo 379. En los procesos en que sean parte la Nación o los m unicipios o cualquiera \notra entidad estatal, el respectivo agente del Ministerio Público está obligado a interponer \nRecursos de Apelación contra la resolución final,  si fuere adversa. La falta de cum plimiento \nde esta obligación causará la destitución inm ediata del agente del Ministerio Público, quien \nserá responsable de los perjuicios que cause con su omisión. \n \nArtículo 380 .  Los agentes del Ministerio Públic o, al em itir concepto sobre cualquier \n 93\nnegocio de su incum bencia, deberán expresar  las razones legales o jurídicas en que se \napoyen."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 381,
    "texto": "Artículo 381. Cuando en la tram itación de negocios civiles la ley establezca aprem ios que \npuedan afectar los intereses confiados a los ag entes del Ministerio Público, no se cum plirán \ntales apremios, sino el de m ulta hasta de ci nco balboas (B/.5.00) a los personeros, de diez \nbalboas (B/.10.00) a los Fiscales de Circuito, de  veinte balboas (B/.20.00) a los Fiscales de \nDistrito Judicial y de veinticinco balboas (B/.25.00) al Procurador General de la Nación. \n \nArtículo 382 . Cuando en una circunscripción haya dos o m ás agentes del Ministerio \nPúblico, conocerán indistintam ente de los negocio s civiles y penales y se los repartirán por \nturno, tres veces por sem ana. Cada agente de turno tomará todas las m edidas de urgencia \nque fueren necesarias, sin perjuicio de que el negocio sea sometido a las reglas de reparto."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 383,
    "texto": "Artículo 383. Los agentes del Ministerio Público com prendidos en la disposición anterior \nacordarán entre sí las reglas de reparto, para que la distribución del trabajo sea equitativa; y \nsi hubiere discordancia entre ellos, la dirimirá el respectivo superior jerárquico."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 384,
    "texto": "Artículo 384. Los agentes del Ministerio Público no podrán ser suspendidos en el ejercicio \nde sus funciones, sino en los casos y con las formalidades que determ ina la ley, ni podrán \nser destituidos, sino en virtud de sentencia por delito o por f alta grave contra la ética judi-\ncial. \n \nArtículo 385 .  Los servidores del Ministerio P úblico no podrán desem peñar ningún otro \ncargo público durante el período para el cual ha n sido nombrados, ni ejercer la abogacía ni \nel comercio. Tampoco podrán tom ar parte en la  política, salvo la de em itir su voto en las \nelecciones populares. \nArtículo 386 .  Los agentes del Ministerio Público no podrán ser detenidos ni arrestados, \nsino en virtud de mandamiento escrito de la autoridad judicial competente para juzgarlos. \n \nArtículo 387 .  Los agentes del Ministerio Público están obligados a preparar y presentar \noportunamente, las pruebas que deben ser prac ticadas en el plenario de los juicios  \nrespectivos."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 388,
    "texto": "Artículo 388. El período de duración de los agente s del Ministerio Público no podrá ser \n  94\nmodificado ni cam biado, de m anera que la modificación o cambio perjudique o beneficie a \nlos que están ejerciendo sus cargos. Toda supresión del cargo de dichos agentes se hará \nefectiva al finalizar el período correspondiente. \nLos sueldos de los agentes del Ministerio Público no podrán ser m odificados de \nmanera que perjudique al servidor públic o que ejerza el cargo al m omento de su \nmodificación. \n \nArtículo 389 .  Toda supresión del cargo de los agen tes del Ministerio Público se hará \nefectiva al finalizar el período correspondiente. \n \nArtículo 390 .  El Procurador General de la Nación y el Procurador de la Adm inistración \npueden comisionar a cualquier agente del Minister io Público para la práctica de diligencias \nque a ellos les estén encomendadas. \nCon el m ismo objeto, los Fiscales de Di strito Judicial pueden com isionar a los \nFiscales de Circuito y a los personeros de su  circunscripción y los Fiscales de Circuito \npueden com isionar a los Personeros, que je rárquicamente dependen de ellos. Tales \ncomisiones no podrán hacerse cuando el negocio se tramita en la sede."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 391,
    "texto": "Artículo 391. Todos los em pleados a cuyo cargo está la custodia de docum entos públicos, \ntienen el deber de dar de oficio, cuantas noticia s, datos, inf ormes y copias les solicitan los \nagentes del Ministerio Público, sin necesidad para ello de resolución de autoridad alguna. \nLas personas naturales o jurídicas deberán también prestar la cooperación necesaria a dichos \nagentes, cuando éstos actúen en defensa de los intereses públicos o com o funcionarios de \ninstrucción, y los referidos funcionarios podr án im poner m ediante resolución m otivada, \nmultas hasta de veinticinco balboas  (B/.25.00) o arresto por ocho días, a los que sin m otivo \njustificado entorpecieren su acción con demoras, evasivas o negativas."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 392,
    "texto": "Artículo 392. Las multas que impongan los agentes del Ministerio Público, las com unicarán \na la oficina que debe cobrarlas. Si no se pagan dentro de tres días se convertirán en arresto, a \nrazón de un día por cada cinco balboas (B/.5.00). Pero si el multado fuere empleado público, \nse harán efectivas descontándolas de su su eldo en una proporción no mayor al quince por \nciento (15%) del sueldo en cada mes. \n \nArtículo 393 . Los agentes del Ministerio Público pueden sancionar con m ultas o arresto \nmediante resolución motivada a las personas que les desobedezcan o falten el debido respeto \nen el acto en que están desem peñando las funciones de su cargo o con m otivo del de-\n 95\nsempeño de las mismas, así: \n1. El Procurador General de la Nación y el Procurador de la Adm inistración con multa \nque no pase de cincuenta balboas (B/.50.00) o arresto hasta de ocho días; \n2. Los Fiscales Auxiliares y los Fiscales de Distrito Judicial, con m ulta que no pase de \nveinticinco balboas (B/.25. 00) o arresto hasta de siete días; \n3. Los Fiscales de Circuito, con m ulta que no pase de quince balboas (B/.15.00) o \narresto de seis días; \n4. Los Personeros Municipales, con m ulta que no pase de diez balboas (B/.10.00) o \narresto de tres días."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 394,
    "texto": "Artículo 394. La Fuerzas de Defensa harán cum plir las sanciones que impongan los agentes \ndel Ministerio Público. \n \nCapítulo VI \nImpedimentos y Recusaciones"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 395,
    "texto": "Artículo 395. Serán aplicables a los agentes del Ministerio Público las disposiciones sobre \nimpedimentos y recusaciones de los magistrados y jueces."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 396,
    "texto": "Artículo 396. El tribunal que conozca del juicio o que  le corresponda el conocimiento es el \nque debe declarar si es legal o no el im pedimento o la recusación, ya sea a solicitud del \nfuncionario o de parte interesada. \n \nArtículo 397 .  En las circunscripciones judicial es donde hubiere m ás de un agente del \nMinisterio Público, actuará en el asunto el que  sigue en turno al im pedido o recusado, y en \nlos lugares donde hubiere uno solo, el respectivo suplente."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 398,
    "texto": "Artículo 398. Cuando un agente del Ministerio Público, com o funcionario de instrucción, \ntuviere algún im pedimento, lo m anifestará enseguida sin perjuicio de dictar la m edidas de \ncarácter urgente que el caso requiera y rem itirá el expediente al tribunal que deba conocer \ndel negocio para que resuelva si el im pedimento es legal o no. En caso afirm ativo, el agente \ndel Ministerio Público pasará el negocio al agente que le sigue en orden num érico, cuando \nhaya más de uno en la respectiva circunscripci ón judicial o al respectivo suplente en caso \ncontrario. \n \n  96"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 399,
    "texto": "Artículo 399. Si el agente del Ministerio P úblico comprendido en algún im pedimento, no \nse declarare im pedido, podrá ser recusado por la parte interesada ante el tribunal al cual \ndebe corresponder el conocimiento del asunto. \n \n \n \n \n \nCapítulo VII \nDeberes de los Secretarios y demás Subalternos \nSección 1ª \nSecretarios"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 400,
    "texto": "Artículo 400. Son deberes de los secretarios: \n1. Dar cuenta diaria a su superior de los as untos que entren a la oficina o se prom ueven \nen ella, y pasar a su despacho aquéllos en  que debe dictarse alguna resolución o \nemitir concepto; \n2. Autorizar todas las resoluciones, decl araciones, notificaciones, los exhortos y \ndespachos, las diligencias, copias o testim onios, todo con firm a entera. A la firm a \ndeberá agregarse el nombre del destino; \n3. Expedir los certificados que se soliciten cu ando lo prescriba la ley o lo ordene el \nrespectivo jefe; \n4. Hacer las notificaciones personales o por medio de un empleado de la oficina; \n5. Exhibir a los abogados que lo soliciten y a las partes, los expedientes que cursan en \nla secretaría, sin permitir que se saquen del despacho, salvo cuando la ley lo permita. \nLos expedientes sobre actuaciones en que es té de por m edio el honor de una fam ilia \no de personas, no pueden mostrarse sino a las partes o a sus apoderados; \n6. Exigir recibo por los expedientes, documentos y copias que se entreguen; \n7. Custodiar el archivo, los valores y dem ás bienes del despacho y mantener el primero \nen perfecto orden; \n8. Informar a las personas interesadas en los negocios que cursen en la oficina sobre el \nestado de los mismos; \n9. Formar inventario de los libros, expe dientes, m obiliarios y dem ás útiles que \npertenezcan a la oficina; cuidar de su conservación y hacer entrega de todo, bajo \ninventario, a las personas que deban sucederle en su cargos; \n10.  Servir de órgano de comunicación con los particulares; \n 97\n11.  Llevar debidamente foliados y empastados los libros que sean necesarios; \n12.  Asistir diariamente a la oficina durante las horas de despacho público y en las dem ás \nque sean necesarias para el oportuno cumplimiento de sus obligaciones; \n13.  Formular el Reglam ento de Servicio In terno de la secretaría y som eterlo a la \naprobación del titular de la oficina; \n14.  Rechazar los escritos que contengan expresiones injuriosas u ofensivas contra \nautoridades o particulares, dejando en el expe diente y en el propio escrito constancia \ndel rechazo y dando cuenta del escrito a su jefe, para que éste pueda tom ar las \nprovidencias oportunas; y  \n15.  Las demás que les impongan la ley y los respectivos reglamentos."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 401,
    "texto": "Artículo 401. Los agentes del Ministerio Público pueden encomendar a sus secretarios la \npráctica de diligencias urgentes que ellos no puedan atender personalm ente sin descuidar \notras obligaciones, incluyendo entre esas dilig encias el levantam iento de cadáveres, \ninspecciones oculares y la recepción de decl araciones. La com isión debe ser expresa, \ndejándose constancia de ello en el expediente respectivo. \nEn los casos de que trata este artícul o los secretarios actuarán com o agentes \nespeciales y en las diligencias que practique n agregarán estas palabras: \"en f unciones de \nAgente Especial\"; y serán asistidos por un secretario ad hoc. \nTambién podrán com isionar, en los procesos en que sean parte, a los secretarios o \nasistentes del despacho, que tengan idoneidad para ejercer la abogacía, para que los \nrepresenten en las diligencias de práctica de prue bas, audiencias u otras que se surtan en los \ntribunales respectivos, cuando los titulares no puedan asistir a ellas por otras causas de \ninterés público. \nSección 2ª \nDemás Subalternos \n \nArtículo 402 .  Los oficiales m ayores reem plazarán a los respectivos secretarios en sus \nausencias accidentales, temporales y absolutas."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 403,
    "texto": "Artículo 403. Los oficiales m ayores, escribientes, c itadores judiciales y porteros servirán \nbajo las órdenes e inm ediata inspección del Secretario respectivo y cum plirán los deberes \nque les impongan las leyes y los reglamentos. \n \nArtículo 404 .  Los porteros harán los llam amientos y citaciones que se les ordene en \n  98\naquellas oficinas del Ministerio Público en que  no hayan citadores y cumplirán los apremios \nque imponga el respectivo agente del Ministerio Público. \n \nCapítulo VIII \nProhibiciones"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 405,
    "texto": "Artículo 405. Se prohíbe a los secretarios y dem ás empleados subalternos del Ministerio \nPúblico, desem peñar cargos de peritos, testigos actuarios, depositarios o secuestres, \ndefensores de ausente y curadores en las actuaciones judiciales. \n \nCapítulo IX \nEmolumentos, Licencias, Renuncias, Vacaciones \n \nArtículo 406 .  En todo lo relacionado a categorías,  em olumentos, licencias, vacaciones, \nascensos, traslados, renuncias y separación del desempeño de sus funciones, regirán para los \nmiembros del Ministerio Público las m ismas disposiciones aplicables a los m iembros del \nÓrgano Judicial. \n \nArtículo 407 .  Las licencias para separarse del car go les serán concedidas al Procurador \nGeneral de la Nación y al Procurador de la  Adm inistración por el Presidente de la \nRepública; a los dem ás agentes y m iembros del Ministerio Público, por su superior \njerárquico respectivo. \n \nCapítulo X \nDías y Horas de Despacho en las Oficinas del Ministerio Público"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 408,
    "texto": "Artículo 408. Los días y horas de despacho de las ag encias del Ministerio Público serán los \nmismos señalados por las of icinas judiciales . Pero para practicar diligencias sum arias \nurgentes con el fin de investigar los delitos y descubrir a los delincuentes, lo mismo que para \nla práctica de todo lo relaci onado con el otorgam iento de fianzas de excarcelación a los \nsindicados, los agentes del Ministerio Público tienen el deber de despachar a cualquier hora \ny en cualquier día. En estos casos no se veri ficará reparto, pero el agente del Ministerio \nPúblico tendrá en cuenta la adjudicación del ne gocio en el prim er reparto que haga cuando \nesté de turno. \n \nArtículo 409 .  Los funcionarios que incum plieren los deberes establecidos en el Artículo \n 99\nanterior serán sancionados disciplinariamente por sus superiores jerárquicos. \n \nCapítulo XI \nSueldos y Honorarios \n \nArtículo 410 .  Los sueldos y dem ás gastos de las agencias del Ministerio Público serán \npagados con fondos de la Nación. \n \nArtículo 411 .  El Procurador General de la Nación y el Procurador de la Adm inistración \ntendrán la m isma categoría, rem uneración, garantías, prerrogativas y restricciones que los \nMagistrados de la Corte Suprem a de Justicia. El  Fiscal Auxiliar de la República, el Fiscal \nDelegado de la Procuraduría General de la Naci ón y los Fiscales de Distrito Judicial tendrán \nlas m ismas de los Magistrados de Tribunale s Superiores; los Fiscales de Circuito y \nPersoneros Municipales tendrán las m ismas de los Jueces de Circuito y Jueces Municipales \nante los que actúen."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 412,
    "texto": "Artículo 412. Los suplentes de los agentes del Ministerio Público que actúen en reem plazo \nde los principales impedidos, tendrán derecho a percibir de la Nación, por toda la actuación, \nlos siguientes honorarios: \nLos suplentes del Procurador General de  la Nación y del Procurador de la \nAdministración, recibirán cien balboas (B/.100.00) por toda la actuación. \nLos suplentes de los Fiscales Auxiliares y de los Fiscales de Distrito Judicial, \nrecibirán setenta y cinco balboas (B/.75.00) por toda la actuación . \nLos suplentes de los Fiscales de Circuito  recibirán cincuenta balboas (B/.50.00) por \ntoda la actuación. \nLos suplentes de los Personeros Municipales recibirán veinticinco balboas (B/.25.00) \npor toda la actuación. \n \nTÍTULO XV \nINSTITUTO DE DEFENSORÍA DE OFICIO \n \nArtículo 413 .  El Instituto de Def ensoría de Of icio depende del Órgano Judicial, está \nconstituido por los abogados que designe el Pleno de la Corte Suprema de Justicia para que \nactúen en defensa de los intereses de toda pe rsona que tenga derecho a asistencia legal gra-\ntuita. \n  100"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 414,
    "texto": "Artículo 414. En cada Distrito Judicial prestará servicios un defensor de oficio, excepto en \nel Primer Distrito Judicial en el que habrá cuat ro y en el Tercer Distrito Judicial, en el que \nhabrá dos, todos los cuales actuarán de confor midad con las atribuciones que determ ine este \nCódigo y las que señale la ley y el Reglamento."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 415,
    "texto": "Artículo 415. En cada Circuito Judicial prestará servicios un Defensor de Oficio, excepto \nen el Prim er Circuito de Panam á en el que habrá diez, en Chiriquí y Colón en que habrá \ncuatro y en Veraguas y Coclé en que habrá tres."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 416,
    "texto": "Artículo 416. Los defensores de oficio serán es cogidos por concurso, de acuerdo con las \nnormas de la Carrera Judicial establecidas para el nom bramiento de los Magistrados de los \nTribunales Superiores, Jueces de Circuito o Jueces Municipales, según sea el caso, y \ndeberán residir en la circunscripción en la que ejercen sus funciones. \nEl núm ero de defensores de oficio podrá ser aum entado por el Pleno de la Corte \nSuprema de Justicia cuando las necesidades de l servicio así lo exijan, previa com probación \nde esta circunstancia, y la disponibilidad presupuestaria así lo permita. \nA los defensores de oficio nom brados antes de la vigencia de esta Ley, no se les \naplicará lo dispuesto en el primer párrafo de este Artículo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 417,
    "texto": "Artículo 417. Para ser defensor de oficio se requieren los mismos requisitos que se exigen a \nlos jueces o magistrados ante los cuales actúan."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 418,
    "texto": "Artículo 418. Los defensores de oficio serán dota dos de su correspondiente oficina y del \nequipo y material necesarios para el adecuado cumplimiento de sus funciones; además se les \ndesignará un personal de apoyo para que coadyuve con sus funciones."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 419,
    "texto": "Artículo 419. Los defensores de oficio que actúen an te el Distrito Judicial devengarán el \nmismo sueldo y emolumentos de los Magistrados  de Tribunales Superiores. Los Defensores \nde Oficio que actúen en los Circuitos Judiciales devengarán igual sueldo y emolumentos que \nlos Jueces de Circuito ante los cuales actúen."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 420,
    "texto": "Artículo 420. Los defensores de oficio laborarán a tiem po completo en las atribuciones de \nsu cargo. Este cargo es incom patible con la práctica privada de la abogacía, salvo lo \ndispuesto en la Constitución y la ley. \nEn ningún caso los defensores de ofic io recibirán por sus servicios m ás \nremuneración que la señalada en la ley para ese cargo. \n 101\nEn los procesos en que intervengan defensores de oficio, en que hubiere condenación \nen costas a cargo de la parte opuesta, dichas co stas ingresarán al Tesoro Nacional y es deber \ndel defensor de oficio procurar que ello se cumpla."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 421,
    "texto": "Artículo 421. El que contravenga la disposición anterior o no ejerza satisfactoriam ente los \ndeberes de su cargo, será destituido una vez comprobada la falta."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 422,
    "texto": "Artículo 422. Para los efectos de jubilación, así co mo para el reconocimiento de los demás \nderechos y prerrogativas que reconozca la ley, lo s defensores de oficio se asim ilarán a los \nfuncionarios del Órgano Judicial."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 423,
    "texto": "Artículo 423. La persona que tiene derecho a asiste ncia legal gratuita puede solicitarle al \njuez competente que le asigne defensor de oficio."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 424,
    "texto": "Artículo 424. La representación asignada al defensor de oficio es de forzosa aceptación, sin \nembargo, éste podrá excusarse en cualquiera de los siguientes supuestos: \na. Conflictos de intereses con las partes; \nb. Imposibilidad física, debidamente comprobada;  \nc. Que los intereses opuestos se refieran al defensor, o a parientes dentro del segundo \ngrado de afinidad o cuarto de consanguinidad. \nEl defensor de oficio designado deberá manifestar la excusa a más tardar veinticuatro \nhoras después de haber sido notificado. \n \nArtículo 425 .  Sólo el representado y el defe nsor así designado pueden im pugnar la \nresolución que hace la designación a que se refiere el Artículo anterior."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 426,
    "texto": "Artículo 426. El solicitante tiene derecho a objetar , en form a verbal o escrita, por causa \nrazonable y por una sola vez, en cualquier et apa del proceso, la designación del defensor de \noficio, en cuyo caso el juez o agente del Ministerio Público, en su caso, apreciará si existe o \nno motivo justificado para hacer una nueva designación, y si ello es así procederá a nom brar \nal recusante un nuevo defensor de oficio."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 427,
    "texto": "Artículo 427. En los procesos de m enor cuantía, de alim entos, cambios de apellidos, y en \ncualquier otro proceso relacionado con el derecho de familia que termine con resolución que \nno hace tránsito a cosa juzgada, las partes podrán designar com o voceros a un estudiante \n  102\nregular de los últim os dos años de la Facu ltad de Derecho, siem pre y cuando estos actúen \nbajo la supervisión y responsabilidad de un abogado. \nPara estos efectos el designado com o vocero debe acom pañar certificación de la \nFacultad de Derecho que acredite su condición de estudiante de los dos últim os años de la \nFacultad de Derecho o de formar parte de un Consultorio Jurídico Popular."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 428,
    "texto": "Artículo 428. En cualquier etapa del proceso, y cuan tas veces lo estime necesario el juez, o \nel agente del Ministerio Público en su cas o, podrá revocar la designación hecha y nom brar \nun nuevo Defensor de Oficio por causa justificada. \n \nArtículo 429 .  El defensor de oficio no podrá ejercer  las facultades de recibir, desistir y \ntransigir. \nEn casos especiales, con autorización de re presentación y del juez, podrá el defensor \nde oficio transigir. \n \nArtículo 430 .  La Sala de Negocios Generales de la Corte Suprem a de Justicia, previa \nconsulta con los defensores de oficio, elaborará el reglam ento que determ ine sus \natribuciones, el reparto de los procesos y de más asuntos que sean de su conocimiento, según \nla jerarquía y la forma de atender los asuntos de su cargo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 431,
    "texto": "Artículo 431. Siem pre que la ley exija el nom bramiento de un curador ad lítem , así com o \nun defensor de los intereses de fam ilia, el tr ibunal designará al defensor de oficio, sin \nperjuicio de ser sustituido en los casos que proceda de conformidad con este Código."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 432,
    "texto": "Artículo 432. Las licencias para separarse del cargo serán concedidas a los defensores de \noficio, por el Pleno de la Corte Suprem a de Justicia; y a los em pleados subalternos, por el \njefe del despacho."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 433,
    "texto": "Artículo 433. Los días y horas de despacho de los defensores de oficio serán los m ismos \nseñalados para el Órgano Judicial y el Minist erio Público. Sin em bargo, para participar en \nlas diligencias que sean necesarias para la ad ecuada defensa de los intereses que les sean \nencomendados y las que determ inen la ley y los reglamentos, los defensores tienen el deber \nde actuar a cualquier hora y en cualquier día, dentro de la circunscripción judicial que les \ncompete en razón de su jerarquía. \n \nArtículo 434 .  El funcionario a quien el defensor de oficio pida inform e o copia de un \n 103\ndocumento o diligencia para el despacho de los asuntos en que intervienen, tiene el deber de \ndarlos oportunam ente, so pena de incurrir en  responsabilidad por los perjuicios que oca-\nsione."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 435,
    "texto": "Artículo 435. Cada defensor de oficio tendrá dos  suplentes nombrados conjuntamente con \nel principal por el m ismo período, quienes lo  reem plazarán, por su orden, en las faltas \ntemporales y accidentales y en las absolutas m ientras se llena la vacante, de acuerdo con las \nnormas de la Carrera Judicial."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 436,
    "texto": "Artículo 436. El Instituto preparará el reglam ento necesario para establecer las norm as de \nsu funcionamiento interno, así como para determinar el sistema de reparto de negocios entre \nlos defensores de oficio y los otros m ecanismos y norm as que el Instituto requiera para su \neficaz funcionamiento. Dicho reglamento podrá proveer la creación y funcionam iento de un \nservicio nacional de asistencia legal de carácter voluntario, al cual se podrán incorporar \ntodos los abogados idóneos, según sea coordinado con las asociaciones de abogados."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 437,
    "texto": "Artículo 437. El reglamento a que se refiere el Artículo anterior, para su validez, deberá ser \naprobado m ediante Acuerdo de la Sala de Negocios Generales y publicado en la Gaceta \nOficial. \n \nTÍTULO XVI \nCONSEJO JUDICIAL Y ÉTICA JUDICIAL \nCapítulo I \nConsejo Judicial \n \nArtículo 438 .  El Consejo Judicial será organism o consultivo del Órgano Judicial, en el \norden gubernativo y disciplinario, salvo las atri buciones que le correspondan al Pleno de la \nCorte, en cuanto sea de su exclusiva competencia."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 439,
    "texto": "Artículo 439. El Consejo Judicial estará integrado por los siguientes miembros: \n1. El Presidente de la Corte Suprema de Justicia, quien lo presidirá; \n2. Los Presidentes de Sala de la Corte Suprema de Justicia; \n3. El Procurador General de la Nación; \n4. El Procurador de la Administración; \n5. El Presidente del Colegio Nacional de Abogados. \n  104"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 440,
    "texto": "Artículo 440. El Consejo Judicial deberá instalarse inmediatamente después que el presente \nCódigo entre en vigencia, en cuyo acto deberá designar al Secretario Ejecutivo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 441,
    "texto": "Artículo 441. Son funciones del Consejo Judicial: \n1. Asegurar la independencia, eficacia, disciplina y decoro en los tribunales y \ngarantizar a los m agistrados, jueces, agen tes del Ministerio Público y personal \nsubalterno de la Adm inistración de Justicia , los beneficios de la Carrera Judicial, \npara lo cual adm inistrará todo lo concer niente a ella según se dispone en este \nCódigo; \n2. Emitir opinión y formular recomendaciones sobre proyectos de reglamentos relativos \na la Carrera Judicial; \n3. Opinar sobre program as de selección, ca lificación y capacitación de los em pleados \nde la rama judicial y del Ministerio Público; \n4. Analizar periódicam ente la rem uneración de los em pleados judiciales y del \nMinisterio Público, al igual que su régi men de seguridad social, form ulando las \nrecomendaciones pertinentes; \n5. Conocer de todas las faltas contra la ética judicial; \n6. Formular recom endaciones para m ejorar la estructura y organización del Órgano \nJudicial y el Ministerio Público, así como los ordenamientos procesales; \n7. Analizar los m étodos y sistem as de trab ajo de los despachos judiciales y sugerir \nreformas; \n8. Procurar que se clasifique, ordene y publique la jurisprudencia nacional; y \n9. Revisar periódicam ente la división territori al y funcional de la adm inistración de \njusticia, con la finalidad de que se realice a cabalidad. \n \nArtículo 442 .  El Secretario Ejecutivo será el f uncionario adm inistrativo y director del \npersonal subalterno del Consejo Judicial. El mismo será designado por el propio Consejo."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 443,
    "texto": "Artículo 443. El Secretario Ejecutivo debe reunir los mismos requisitos necesarios que para \nser Secretario General de la Corte Suprem a de Justicia y percibirá igual rem uneración que \néste en cuanto a sueldo y gastos de representación."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 444,
    "texto": "Artículo 444. El Consejo Judicial dictará el reglamento de su régimen interior. \n \nArtículo 445 . El Secretario del Consejo Judicial, con la colaboración del personal \nrespectivo, tendrá las siguientes atribuciones: \n 105\na.  Llevar el archivo de la Corte Suprema de Justicia;  \nb.  Organizar el índice alfabético y por materias del Registro Judicial;  \nc. Formar y editar anualm ente las compilaciones de las doctrinas sentadas por la Corte \nSuprema de Justicia en las decisiones que pronuncie en los asuntos de que conozca;  \nch.  Organizar y atender la Biblioteca Jurídi ca de la Corte, con la obligación prim ordial \nde formar y mantener al día un índice que haga fácil y expedita la consulta de obras a \nlos lectores o investigadores; \nd. Fomentar el canje de revistas jurídicas; y \ne. Actuar, en general, com o Director de la Biblioteca y de los Archivos del Órgano \nJudicial. \nLa Biblioteca podrá ser utilizada por los func ionarios judiciales, los del Ministerio \nPúblico, abogados y toda persona interesada que cumpla con los reglamentos de la misma.  \n \nArtículo 446 .  Para ser bibliotecario de la Corte Suprema de Justicia se requiere haber \nobtenido título universitario en la materia. \n \nCapítulo II \nÉtica Judicial \nSección 1ª \nNormas de Conductas"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 447,
    "texto": "Artículo 447. Todos los funcionarios y em pleados del Órgano Judicial y los del Ministerio \nPúblico, cada uno según la naturaleza de las funciones de que esté investido, están obligados \na observar y cum plir las siguientes reglas de é tica judicial, sin perjuicio de las dem ás que \nresulten de disposiciones expresas de este Código: \n1.  A respetar y acatar la Constitución y las leyes de la República y m antenerlas en su \nplena integridad, sin que ningún tem or los desvíe de la obligación de cum plir las \ngarantías fundamentales y los derechos de los ciudadanos; \n2.  A lograr que la administración de justicia sea rápida y escrupulosa; \n3.  Al dictar sus fallos y en todo lo concerniente a los asuntos que cursen en el tribunal a \nsu cargo, debe mantenerse vigilante para que, hasta donde sea humanamente posible, \nsu labor sea útil a la comunidad y a los que ante él litigan; \n4.  A ser mesurado, atento, paciente e im parcial, como corresponde a la altísim a misión \nde administrar justicia; \n5.  A ser puntual y obrar con prontitud en el desempeño de sus funciones, para no dar \n  106\nlugar a quejas justif icadas contra la adm inistración de justicia, porque debe tener en \ncuenta que algo vale el tiem po que innecesar iamente le haga perder a los litigantes, \nabogados y demás personas que ante él tengan que gestionar o comparecer; \n6.  A que su conducta no sólo en el tribunal y en el desem peño de sus funciones, sino \ntambién en los quehaceres de la vida di aria, esté por encim a de todo m otivo de \nreproche o de censura; \n7.  A combatir la inclinación de los subalter nos a abusar, por razones de am istad, de la \ncondescendencia del juez, en defensa de su autoridad y de su propia reputación; \n8.  Debe cooperar con sus colegas, hasta donde lo perm ita el sistema judicial existente, \npara mejorar y facilitar la administración de justicia; \n9.  Debe ser atento con los abogados y dem ás personas que ante él acudan en busca del \namparo de la justicia o com o testigos, peritos o en cualquier otra calidad. Debe \nprocurar, por todos los m edios a su alcan ce, que sus subalternos procedan con la \nmisma cortesía; \n10.   Escoger a los curadores, síndicos, depositarios, peritos y otras personas que deban \nintervenir como auxiliares de la adm inistración de justicia únicam ente a base de su \ncompetencia y honorabilidad. El juez no debe perm itir ninguna influencia extraña en \ndichos nombramientos; y al hacerlos, debe  evitar tam bién el nepotism o y el favori-\ntismo; \n11.  Debe actuar con escrupulosidad y tratando de evitar los cobros excesivos cuando fije \no apruebe los honorarios por razón de servicios prestados en cargos desem peñados. \nEl consentimiento del abogado de la parte que deba cubrir dichos honorarios no lo \nreleva de responsabilidad a este respecto; \n12.  No debe nunca dejarse influir por exigencias partidistas ni por el temor público o por \nconsideraciones de popularidad o de notorieda d personal, ni por tem or a críticas in-\njustas; \n13.  En el curso de una audiencia, el funci onario que la preside puede intervenir para \nevitar demoras innecesarias o para aclarar cualquier punto oscuro; pero debe tener \npresente que una intervención no justificada de su parte, su im paciencia o su actitud \nindiscreta en el exam en de los testigos o m uy severa para con éstos, especialm ente \ncon aquéllos que dem uestren en su actitud nerviosidad o tem or, puede dar lugar a \nque una causa no sea debidamente presentada o a que no se llegue al esclarecim iento \nperfecto de los hechos; \n14.  No debe conceder entrevistas privadas, ni en esa form a oír argum entos o adm itir \ncomunicaciones destinadas a influir en su actuación judicial; \n15.  Cuando la dem ora en la adm inistración de justicia sea im putable a los abogados, el \n 107\njuez debe hacer, con la m esura correspondiente, los esfuerzos que estén a su alcance \npara que los abogados se den cuenta de sus deberes para con los intereses públicos, \nlos de sus propios clientes y de la consid eración que deben m erecerle los de la parte \ncontraria y de sus abogados; \n16.  Al imponer una pena, debe tratar de pro ceder con arreglo a una norm a razonable de \ncastigo, sin buscar publicidad ni popularidad por severidad excepcional o por lenidad \nimpropia, y nunca debe em plear expresione s indecorosas u ofensivas contra el \nimputado; \n17.  No debe utilizar en provecho propio, para  fines de especulación, los inform es que \nlleguen hasta él por razón de sus funciones; \n18.  No debe desem peñar ningún cargo privado, aunque la ley no se lo vede, que \nobstaculice o pueda obstaculizar el buen desempeño de sus funciones judiciales; \n19.  El candidato a un cargo judi cial no debe hacer él m ismo, ni perm itir que otros las \nhagan a su nom bre, promesas respecto a su  conducta en el puesto a que aspira, que \nsatisfagan la codicia o los prejuicios  del funcionario que debe hacer el \nnombramiento; \n20.  No debe aceptar regalos ni favores de los litigantes ni de abogados que estén \nejerciendo ante su tribunal; y, en general, de ninguna persona cuyos intereses pueden \nser afectados con sus fallos; \n21.  Los asuntos judiciales deben ser conduci dos con dignidad y decoro, que reflejen la \nimportancia de la función atribuida al juez,  quien debe ser un investigador de la ver-\ndad, para reconocerles a los litigantes el derecho que les asista; y, \n22.  Al tom ar juram ento a los testigos, de be proceder en form a que destaque la \nimportancia y la solem nidad del acto en que intervendrán y su obligación de ceñirse \na la verdad. \n  Lo dispuesto en este Artículo se aplica a lo s funcionarios del Ministerio Público en lo \nque corresponda. \n \nSección 2ª \nCompetencia, Procedimiento y Sanciones \n \nArtículo 448 . Para iniciar procedim iento se necesita que m edie acusación presentada por \nescrito, el cual contendrá: \n1. El nombre y generales del acusador;  \n2. El nombre del acusado; \n  108\n3. El cargo que ejerce; \n4. La falta cuya ejecución se le imputa; \n5. Expresión del hecho que constituye la falta; y \n6. Disposiciones violadas o disposiciones infringidas."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 449,
    "texto": "Artículo 449. El acusador debe en todo caso acom pañar al escrito respectivo, las pruebas \nen que funde la acusación. En caso contrario se rechazará el escrito de plano. \n \n1"
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 450,
    "texto": "Artículo 450. El Consejo Judicial  al adm itir la acusación citará al acusador para que se \nratifique en ella, bajo juram ento, y luego dispondrá que el acusado presente el respectivo \ninforme, dentro del térm ino de cinco días, acerca del cargo que se le hace. Con el inform e \ndeberá acompañar las pruebas que estime convenientes. \n \nArtículo 451 .  En los procesos por faltas a la é tica judicial se escogerá a uno de los \nmiembros del Consejo Judicial para que sustan cie la causa, siguiendo el orden alfabético de \nlos apellidos. El sustanciador estará facultado para adoptar las m edidas de m ero trámite y \nordenar las notificaciones y citaciones respectiv as, al igual que aquellas otras m edidas ne-\ncesarias para darle curso al proceso. \nAl sustanciador corresponderá, adem ás, determ inar si la acusación reúne los \nrequisitos formales previstos en el Artículo 448 del Código Judicial y si con la acusación se \nhan acompañado las pruebas que exige el artícul o 449. En caso de considerarla admisible, el \nsustanciador la adm itirá y ordenará darle  el trámite señalado en el Artículo 450 del Código \nJudicial. \nPara el caso que, a juicio del sustanciador, la acusación no reúna los requisitos \nestablecidos en el Artículo 448, corresponde rá al Consejo Judicial adoptar su \ninadmisibilidad. La decisión del sustanciador que adm ita la acusación deberá ser notif icada \npersonalmente a las partes, quienes podrán apelar de ella ante el Consejo Judicial, dentro de \nlos dos días siguientes a dicha notificación. No  cabrá recurso alguno contra la decisión del \nConsejo Judicial que no adm ita la acusación. El Consejo dispondrá el archivo del proceso, \nprevio cumplimiento de la sanción im puesta al acusador en los casos en que así lo haya de-\ncidido. \n                                                      \n1 En fallo de la Corte Suprema de Justicia de 11 de julio de 1994, se declararon inconstitucionales \nlas frases alusivas al “Consejo Judicial” conteni das en esta Sección.  En este pronunciamiento, se \nresolvió que la sustanciación de las causas por faltas a la Ética Judicial corresponde a juez \ncompetente (superior jerárquico o ente nominador). \n \n 109\nCumplido el trámite de admisión de la acusación, se continuará con el procedimiento \nprevisto en los Artículos 450 y siguientes del Código Judicial."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 452,
    "texto": "Artículo 452. Ejecutoriada la resolución que adm ite la acusación, aun cuando no se haya \nrecibido el inform e, se fijará la fecha de la audiencia la que deberá celebrarse dentro de un \ntérmino no mayor de cinco días."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 453,
    "texto": "Artículo 453. Al abrirse la audiencia, el Presidente  de la Corte Suprema de Justicia, tomará \njuramento a los demás miembros del Consejo de desempeñar fielmente su cargo. \nHecho esto se leerán los cargos y el in forme de descargo presentado por el acusado. \nSeguidamente se evacuarán las pruebas que durante dicho acto deben recibirse. \nDespués se oirá al acusador que puede hacerlo por sí o por m edio de apoderado, \nluego al defensor y al acusado; cada una de las partes podrá hacer uso de la palabra dos \nveces, una hora la primera vez y media hora la segunda. \nTerminados los alegatos el Consejo Judici al se constituirá en sesión secreta para \ndeliberar acerca de la responsabilidad del acusado. \nEl Presidente de la Corte les entregará el cuestionario form ulado al respecto, el cual \nresolverán los m iembros del Consejo Judicial por m ayoría de votos de los asistentes, en \nvotación secreta, con las palabras sí o no. \n \nArtículo 454 .  El Presidente leerá luego en voz alta ante los asistentes el veredicto del \nConsejo Judicial. Si fuere absolutorio, el Consejo Judicial  declarará de inmediato terminado \nel asunto. \n \nArtículo 455 .  La lectura de la sentencia por part e del Secretario Ejecutivo equivale a la \nnotificación a todas las partes y contra el fa llo no habrá recurso alguno, salvo el de Revisión \nante el mismo Consejo. \nEn caso de im ponerse la suspensión o des titución de un funcionario judicial, el \nConsejo Judicial dará cuenta a quien corresponda, dent ro de un térm ino no mayor de cinco \ndías, para los fines legales consiguientes."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 456,
    "texto": "Artículo 456. El Recurso de Revisión podrá inte rponerse ante el Consejo Judicial  en los \nsiguientes casos: \n1. Cuando el funcionario acusado tuviere nuevas pruebas en su favor, que no pudo \naducir y fueren decisivas; y \n  110\n2. Cuando las aducidas por el funcionari o acusado no hubieren sido practicadas por \nmotivos ajenos a su voluntad. \nEn estos casos se seguirá el procedim iento establecido en los Artículos 450, 452 y \n453, en lo que le sean aplicables. \n \nArtículo 457 .  En los juicios relativos a la ética, el acusador no está obligado a prestar \nfianza de costas, pero si los cargos de la acusación resultaren evidentem ente temerarios, se \ncondenará al acusador al pago de una m ulta que no será m enor de quinientos balboas \n(B/.500.00) ni mayor de mil balboas (B/.1,000.00). \nEsta m ulta, en caso de no pagarse dentro del térm ino de seis días siguientes a la \nejecutoria de la sentencia, será convertida en días multa por el Consejo Judicial. \n \nArtículo 458 .  Si las faltas no aparecen sancionadas en ley especial, se castigarán o se \naplicará en cuanto a ellas con am onestación pública o m ulta hasta de quinientos balboas \n(B/.500.00), suspensión de un m es a dos años de ejercicio del cargo que el im putado \ndesempeña o destitución del funcionario, según la gravedad de la falta, atendiendo las \ncircunstancias personales del responsable y la s atenuantes y agravantes que concurran a \njuicio del Consejo Judicial."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 459,
    "texto": "Artículo 459. La reincidencia será castigada siem pre con la destitución o la suspensión del \nejercicio del cargo, por un término no menor de dos años ajustados a la evaluación que haga \nel Consejo de la falta cometida."
  },
  {
    "codigo": "codigo_judicial",
    "rama": "judicial",
    "articulo": 460,
    "texto": "Artículo 460. El funcionario acusado deberá com parecer personalmente a la audiencia, y \npodrá hacerse representar en la misma por medio de defensor. \nTambién podrá el funcionario acusado so licitar que la audiencia se efectúe \nprivadamente por razones de seguridad, m oralidad, decoro y orden público. Corresponderá \nal Consejo Judicial  decidir sobre esta solicitud. \n \nTÍTULO XVII \nDE LA JURISDICCIÓN LABORAL \nCapítulo I \nJurisdicción y Competencia \n \nArtículo 460-A .  La jurisdicción especial de trabajo se instituye para decidir las \ncontroversias que suscite, directa o indirectamente, la ejecución del contrato de trabajo entre \n 111\nlos em pleadores y trabajadores, entre las or ganizaciones sociales  de em pleadores y las \norganizaciones sociales de trabajadores, así co mo los conflictos que se presenten en las \norganizaciones sociales de trabajadores, ya s ea con m otivo de la interpretación o de la \naplicación de la legislación de trabajo. \n \nArtículo 460-B .  Las acciones derivadas del contrato  de trabajo son de com petencia \nprivativa de los Tribunales de Trabajo.  Se exceptúan aquellas materias que de acuerdo con \nlas leyes vigentes, estén conociendo las Junt as de Conciliación y Decisión y la Dirección \nGeneral de Trabajo, así como las respectivas Direcciones Regionales. \n \nArtículo 461-C .  La jurisdicción especial de trabaj o se ejerce de una m anera permanente \npor: \n1. La Sala de Casación Laboral; \n2. Los Tribunales Superiores de Trabajo, como tribunales de segunda instancia; \n3. Los Juzgados Seccionales de Trabajo, com o tribunales de prim era o única instancia; \ny \n4. Las Juntas de Conciliación y Decisión, como tribunales de primera o única instancia. \n \nParágrafo.  La Sala Tercera de la Corte Suprem a de Justicia continuará conociendo del \nRecurso de Casación Laboral y de cualesquiera otros asuntos que se atribuyan a la Sala de \nCasación Laboral, mientras ésta entra en funcionamiento. \n \n \nCapítulo II \nTribunales Superiores de Trabajo \n \nArtículo 460-D.   En la República de Panam á, habr á dos (2) Tribunales Superiores de \nTrabajo que se denominarán así: \n1. Tribunal Superior de Trabajo del Prim er Distrito Judicial, con sede en la ciudad de \nPanamá, cuya jurisdicción com prende la pr ovincia de Panam á, Colón y Darién, así \ncomo la comarca Kuna Yala; y \n2. Tribunal Superior de Trabajo del Segundo Dist rito Judicial, con sede en Santiago de \nVeraguas, cuya jurisdicción com prende las provincias de Bocas del Toro, Chiriquí, \nCoclé, Herrera, Los Santos y Veraguas. \n \n  112\nArtículo 460-E.  Los Magistrados de los Tribunales S uperiores de Trabajo serán elegidos y \nnombrados por el Pleno de la Corte Suprem a de Justicia, de conform idad con las normas de \nla Carrera Judicial. \n Los Tribunales Superiores de Trabajo esta rán integrados por cuatro (4) Magistrados \ncada uno. \n Cada Magistrado tendrá un Suplente designa do por el Pleno de la Corte Suprem a de \nJusticia. \n \nArtículo 460-F.  Para ser Magistrado de los Tribunale s Superiores de Trabajo se requieren \nlos m ismos requisitos exigidos para ser Ma gistrado del Tribunal Superior de Distrito \nJudicial.  El nombramiento debe recaer sobre personas que  tengan estudios y experiencia en \nDerecho Laboral. \n \nArtículo 460-G.   Los funcionarios  subalternos de los Tribunales Superiores  serán \nnombrados en Sala de Acuerdo, excepto las Secretarias y el Auxiliar de Magistrado, que lo \nserán por el respectivo Magistrado. \n \nArtículo 460-H.   Para ser Secretario de los Tribunales Superiores de Trabajo de Distrito \nJudicial, se requieren los m ismos requisitos exigidos para ser Secretario del Tribunal \nSuperior de Distrito Judicial. \n Para ser Of icial Mayor se requieren los m ismos requisitos exigidos para ser Of icial \nMayor de Tribunal Superior de Distrito Judicial. \n \nArtículo 460-I.  Son atribuciones de los Tribunales Superiores de Trabajo: \n1. Conocer en segunda instancia de los pro cesos que conocen en prim era los Jueces \nSeccionales de Trabajo y las Juntas de C onciliación y Decisión, en las cuales haya \nlugar al Recurso de Apelación, Recurso de Hecho o Consulta; \n2. Conocer las quejas que se presenten c ontra los Jueces Seccionales de Trabajo e \nimponer las sanciones que establece la ley; \n3. Resolver los conflictos de com petencia que se susciten entre los Juzgados \nSeccionales de Trabajo, las Juntas de Conciliación y  Decisión y la Dirección \nGeneral y Regional de Trabajo; \n4. Ejercer las demás funciones que establezca la ley. \n \nCapítulo III \nJueces Seccionales de Trabajo \n 113\nArtículo 460-J.  La Jurisdicción especial de trabajo se dividirá en secciones, integradas \npor Juzgados Seccionales de Trabajo, de la siguiente forma: \nPrimera Sección:  comprende la provincia de Panam á, donde habrá cinco (5) juzgados:  el \nPrimero, el Segundo, el Tercero y el Cuarto con sede en la ciudad de Panamá,  y jurisdicción \nen los Distritos de Panam á, San Miguelito, Ba lboa, Taboga, Chepo y Chim án; y el Quinto \ncon sede en la Chorrera y jurisdicción en lo s distritos de Arraiján, La Chorrera, Capira, \nChame y San Carlos. \nSegunda Sección:  com prende la provincia de Colón y la Com arca de Kuna Yala, donde \nhabrá dos (2) juzgados, ambos con sede en la ciudad de Colón. \nTercera Sección:  comprende la provincia de Chiriquí , en donde habrá tres (3) juzgados; el \nPrimero y el Segundo con sede en  David y jurisdicción en los distritos de David, Dolega, \nBoquete, Rem edios, Gualaca, San Félix, San Lorenzo, Tolé, Bugaba y Boquerón; y el \nTercero con sede en Puerto Arm uelles y jurisdicción en los distritos de Barú, Renacim iento \ny Alanje. \nCuarta Sección:  Comprende la provincia de Coclé donde  habrá (2) juzgados:  el Prim ero \ncon sede en Aguadulce y jurisdicción en lo s distritos de Aguadulce y Natá; y el Segundo \ncon sede en Penonomé y jurisdicción en los distritos de Penonomé, Antón, La Pintada y Olá. \nQuinta Sección:  comprende la provincia de Bocas del Toro, donde habrá un juzgado, con \nsede en Changuinola. \nSexta Sección:  com prende la provincia de Herrera , donde habrá un juzgado con sede en \nChitré. \nSéptima Sección:  com prende la provincia de Vera guas, donde habrá un juzgado con sede \nen Santiago. \nOctava Sección:  comprende la provincia de Los Santos, donde habrá un juzgado con sede \nen Las Tablas. \nNovena Sección:  com prende la provincia de Darié n, donde habrá un juzgado con sede en \nLa Palma. \n \nArtículo 460-K.   Para ser Juez Seccional de Trabajo se requieren los m ismos requisitos \nexigidos para ejercer el cargo de Juez de Ci rcuito.  El nom bramiento debe recaer en \npersonas que tengan estudios y experiencias en Derecho Laboral. \n \nArtículo 460-L.  Salvo en lo dispuesto en las leye s 7 y 53 de 1975, así com o en las normas \nque las m odifican y com plementan, los Juzga dos Seccionales de Trabajo, dentro de sus \n  114\nrespectivas jurisdicciones conocerán en primera instancia de: \n1. Las controversias que surjan del contrato de trabajo; \n2. Las renuncias por causas imputables al empleador; \n3. Los procesos que se establecen para obt ener la disolución de las organizaciones \nsociales. \n4. Los procesos por riesgos profesionales es tablecidos en el Título II del Libro II del \nCódigo de Trabajo; \n5. Los juzgamientos de faltas cometidas contra las leyes de trabajo; \n6. Los demás asuntos que determine la ley. \nParágrafo.  Las Juntas de Conciliación y Decisión, como tribunales de prim era instancia, \ncontinuarán bajo la Dirección Adm inistrativa del Ministerio de Trabajo y Desarrollo \nLaboral. \n \nArtículo 460-M.  Los Juzgados Seccionales de Trabajo tendrán el personal que se indique \nen la organización administrativa, que apruebe el Pleno de la Corte Suprema de Justicia. \n \nArtículo 460-N.  Para ser Secretario de Juzgado Seccional de Trabajo se requieren los \nmismos requisitos que se exigen para ser Juez de Trabajo. \n Para ser Alguacil Ejecutor se requieren los m ismos requisitos exigidos para ser \nSecretario de Juzgado Seccional y tendrá las mismas prerrogativas y em olumentos que le \ncorresponden a éste. \n El Alguacil Ejecutor tendrá las m ismas funciones que el Alguacil Ejecutor de \nJuzgado de Circuito. \n \nArtículo 460-Ñ.  Los Oficiales Mayores reem plazarán a los Secretarios en los térm inos \nestablecidos en este Código. \n \nArtículo 460-O.  Los Juzgados Seccionales y los Tribuna les Superiores de Trabajo form an \nparte del Órgano Judicial, y en la designación de  sus titulares y suplentes, así com o en lo \nrelativo a licencias, vacaciones, incom patibilidades, sanciones disciplinarias y otros, se \naplicará lo dispuesto en este Libro. \n Los funcionarios subalternos, Jueces Secci onales y Magistrados que se encuentren \nlaborando en la jurisdicción especial de trab ajo, que fueron elegidos y nom brados mediante \nconcurso, utilizando el Sistem a de Selección de Cargos establecido en el Reglam ento de \nCarrera Judicial, quedan incorporados a ésta al entrar en vigencia la presente Ley. \n \n 115\n116"
  }
]